{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[CLS]": 0,
      "[MASK]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "Ā": 98,
      "ā": 99,
      "Ă": 100,
      "ă": 101,
      "Ą": 102,
      "ą": 103,
      "Ć": 104,
      "ć": 105,
      "Ĉ": 106,
      "ĉ": 107,
      "Ċ": 108,
      "ċ": 109,
      "Č": 110,
      "č": 111,
      "Ď": 112,
      "ď": 113,
      "Đ": 114,
      "đ": 115,
      "Ē": 116,
      "ē": 117,
      "Ĕ": 118,
      "ĕ": 119,
      "Ė": 120,
      "ė": 121,
      "Ę": 122,
      "ę": 123,
      "Ě": 124,
      "ě": 125,
      "Ĝ": 126,
      "ĝ": 127,
      "Ğ": 128,
      "ğ": 129,
      "Ġ": 130,
      "ġ": 131,
      "Ģ": 132,
      "ģ": 133,
      "Ĥ": 134,
      "ĥ": 135,
      "Ħ": 136,
      "ħ": 137,
      "Ĩ": 138,
      "ĩ": 139,
      "Ī": 140,
      "ī": 141,
      "Ĭ": 142,
      "ĭ": 143,
      "Į": 144,
      "į": 145,
      "İ": 146,
      "ı": 147,
      "Ĳ": 148,
      "ĳ": 149,
      "Ĵ": 150,
      "ĵ": 151,
      "Ķ": 152,
      "ķ": 153,
      "ĸ": 154,
      "Ĺ": 155,
      "ĺ": 156,
      "Ļ": 157,
      "!!": 158,
      "!!!!": 159,
      "!!!!!!!!": 160,
      "Ĉ!": 161,
      "ďĉ": 162,
      "!!!!!!!!!!!!!!!!": 163,
      "ćć": 164,
      "ďĉďĉ": 165,
      "ĈĈ": 166,
      "Ĉ!Ĉ!": 167,
      "'(": 168,
      "&'(": 169,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 170,
      "%&'(": 171,
      "ćĈ!": 172,
      "22": 173,
      "ĈĈĈĈ": 174,
      "ćććć": 175,
      "ćĈ!Ĉ!": 176,
      "ďĉďĉďĉďĉ": 177,
      "ďĉ!": 178,
      "ćĈ": 179,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 180,
      "2222": 181,
      "%&'(%&'(": 182,
      "!!!": 183,
      "Ĉ!Ĉ!Ĉ!Ĉ!": 184,
      "Ĉ!Ĉ": 185,
      "ćĈĈ": 186,
      "ććĈ!": 187,
      "ďĉ!!": 188,
      "ĈĈĈĈĈĈĈĈ": 189,
      "ćĈćĈ": 190,
      "MM": 191,
      "ĈĈĈ": 192,
      "!!!!!!!!!!!!": 193,
      "ćĈ!ćĈ!": 194,
      "%&": 195,
      "ďĉďĉ!": 196,
      "ćććććććć": 197,
      ")!": 198,
      "%&'(%&'(%&'(%&'(": 199,
      "ďĉďĉďĉ": 200,
      "Ĉ!ćĈ!Ĉ!": 201,
      "22222222": 202,
      "ććĈ": 203,
      "LL": 204,
      ")!)": 205,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 206,
      "ćĈ!Ĉ": 207,
      "Ĉ!Ĉ!Ĉ": 208,
      "ćććĈ!Ĉ!": 209,
      "ďĉďĉďĉ!": 210,
      "MMMM": 211,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 212,
      "ďĉ!ďĉ": 213,
      "%&'(ďĉ": 214,
      "ćĈ!ćĈ!Ĉ!": 215,
      "ďĉďĉ!!": 216,
      "01": 217,
      "Ĉ!ĈĈĈ": 218,
      "ćĈĈĈ": 219,
      "%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(": 220,
      "ďĉďĉďĉďĉďĉďĉďĉďĉ": 221,
      "Ĉ!ĈĈ": 222,
      "!!!!!!": 223,
      "!!!!!": 224,
      "44": 225,
      "55": 226,
      "66": 227,
      "88": 228,
      "ćĈĈĈĈ": 229,
      "ććĈ!Ĉ!": 230,
      "!!!!!!!!!!!": 231,
      "+/": 232,
      "+/,": 233,
      "+/,'(": 234,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 235,
      "%&'(ĉ": 236,
      "2222222222222222": 237,
      "!!!!!!!!!": 238,
      "%&-": 239,
      "!L": 240,
      "%!": 241,
      "!LK": 242,
      "ďĉ%&'(": 243,
      "ď%&'(ĉ": 244,
      "!!!!!!!": 245,
      "%!!!!!!!!!!!!!!!!": 246,
      "ďĉ!ďĉďĉďĉďĉ": 247,
      "Ĉ!ĈĈĈĈ": 248,
      "77": 249,
      "LLLL": 250,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 251,
      "ďĉďĉďĉ!!": 252,
      "ćďĉ": 253,
      "ćĈ!ćć": 254,
      "!!!!!!!!!!!!!!": 255,
      "ćĈćĈćĈ": 256,
      "ďĉ!ďĉ!": 257,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 258,
      "!!!!!!!!!!": 259,
      "!!!!!!!!!!!!!!!": 260,
      "Ĉ!Ĉ!ćĈ!Ĉ!": 261,
      "&'(ĉ": 262,
      "!!!!!!!!!!!!!": 263,
      "%ď": 264,
      "MMMMMMMM": 265,
      "Ĉ&'(": 266,
      "ćĈ!ććĈ": 267,
      "ćĈ!ćĈ": 268,
      "%ď&'(ĉ": 269,
      "-%&": 270,
      "ďĉďĉďĉďĉ!": 271,
      "%Ĉ&'(": 272,
      "%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(": 273,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 274,
      "23": 275,
      "!!!S": 276,
      "ĉĉ": 277,
      "ćďĉ!": 278,
      "ďĉďĉ%&'(": 279,
      "ćĈćĈćĈćĈ": 280,
      "ďĉćććć": 281,
      "ćććĈ": 282,
      "%!&'(": 283,
      "Ĉ!Ĉ!Ĉ!": 284,
      "%&-+/,'(": 285,
      "ĈćĈĈ": 286,
      "ćććććććććććććććć": 287,
      "'(3": 288,
      "ć%&'(": 289,
      "!LK!LK": 290,
      "Ĉ!ĈĈ!": 291,
      "ďď": 292,
      "Ĉ!Ĉ!Ĉ!Ĉ": 293,
      "ććććććĈ!": 294,
      "))": 295,
      "+01": 296,
      "4444": 297,
      "5555": 298,
      "6666": 299,
      "8888": 300,
      "ćĈ!Ĉ!Ĉ!": 301,
      "-%&+/,'(": 302,
      "ďĉďĉďĉ%&'(": 303,
      "-%&+/,'(-%&+/,'(": 304,
      "ćĈ!Ĉ!Ĉ": 305,
      "ćĈ!ććĈ!": 306,
      "ďĉ!!!!!!!!!!!!!!!!": 307,
      "ćĈ!ć": 308,
      "ććććĈ": 309,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 310,
      "ďĉĉ": 311,
      ")!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 312,
      "ďĉďĉ!!!": 313,
      "ďĉ!!ďĉ": 314,
      "ćĈĈĈĈĈ": 315,
      "ććĈ!Ĉ!Ĉ!Ĉ!": 316,
      "ćććććććĈ!Ĉ!": 317,
      "222222": 318,
      "'(7": 319,
      "ćĈ!ĈĈĈ": 320,
      "ďĉďĉďĉďĉďĉďĉ!": 321,
      "ĄĆ": 322,
      "ĂĄĆ": 323,
      "222": 324,
      "4%&": 325,
      "5222": 326,
      "6'(7": 327,
      "4%&5222": 328,
      "4%&52226'(7": 329,
      "2222224%&52226'(7": 330,
      "8,": 331,
      "2222224%&52226'(78,": 332,
      "%&-+01": 333,
      "ďĉďĉďĉďĉďĉ": 334,
      "ďďĉĉ": 335,
      "TV": 336,
      "ćĈĈćĈĈ": 337,
      "'(32222224%&52226'(78,": 338,
      "TVa": 339,
      "%&-+01'(32222224%&52226'(78,": 340,
      "ďĉ!!!": 341,
      "%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,": 342,
      "Ĉ!ĈĈ!Ĉ": 343,
      "%Ĉ&'(!": 344,
      "ĈĈĈĈĈĈĈĈĈĈĈĈ": 345,
      "ććććĈ!": 346,
      "ďĉďĉďĉďĉďĉďĉ": 347,
      "%!!": 348,
      "!!!!R": 349,
      "Ĉ!Ĉ!ĈĈ": 350,
      "0101": 351,
      "ććĈ!Ĉ": 352,
      "%&-+/,'(%&-+/,'(": 353,
      "ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 354,
      "ććć": 355,
      "LLLLLLLL": 356,
      "ďĉďĉ!!ďĉ": 357,
      "Ĉ!ćĈ!": 358,
      "ććĈ!Ĉ!Ĉ": 359,
      "ćĈ!Ĉ!Ĉ!Ĉ!": 360,
      "2323": 361,
      "!!!SĂĄĆ": 362,
      "ććĈ!ć": 363,
      "Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 364,
      "ćĈ!ćĈ!ćĈ!ćĈ!": 365,
      "%&'(ďĉďĉ": 366,
      "222222222222222222222222": 367,
      "ď!": 368,
      ")!)!!!!!!!!!!!!!!!!": 369,
      "ććĈĈ": 370,
      "ćĈĈćĈ": 371,
      "ďĉ!!ďĉ!": 372,
      "MMMMMMMMMMMMMMMM": 373,
      "#$": 374,
      "ĈĈĈĈĈĈ": 375,
      "ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 376,
      "ĈĈ!": 377,
      "%ć": 378,
      "ďĉ!ďĉďĉ": 379,
      "ććĈĈĈ": 380,
      "ćĈ!ĈĈ": 381,
      "ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 382,
      "ďĉćć": 383,
      "ććĈ!ćć": 384,
      "ďĉďĉďĉďĉďĉďĉďĉ": 385,
      "%ĉ": 386,
      "ĈĈĈ!ĈĈĈ": 387,
      "ďĉďĉďĉďĉďĉďĉďĉ!": 388,
      "ĈĈĈĈĈĈĈĈĈ": 389,
      "ďĉ!!!!!!!!": 390,
      "%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(": 391,
      "%&'": 392,
      "Ĉ!ĈćĈ!Ĉ!": 393,
      "ďĉ!ďĉ!!": 394,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 395,
      "ĉ!": 396,
      "ď%ĉ": 397,
      ")!)!!": 398,
      "7777": 399,
      "ććććĈ!ćĈ!Ĉ!": 400,
      "%!!!": 401,
      "&'(!!!!!!!!!!!!!!!!": 402,
      "TVa!!!SĂĄĆ": 403,
      "ćďĉďĉ": 404,
      "ďĉ!%&'(": 405,
      "ćĈ!ćĈ!Ĉ!Ĉ!": 406,
      "ď%ĉ&'(": 407,
      "011": 408,
      "Ĉ!Ĉ!Ĉ!!": 409,
      ")!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 410,
      "-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(": 411,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 412,
      "ďĉďĉćććć": 413,
      "ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 414,
      "0011": 415,
      "ďĉ!ďĉďĉďĉ!": 416,
      "ćĈĈ!": 417,
      "!ďĉ": 418,
      "ćććĈ!Ĉ!Ĉ!Ĉ!": 419,
      "ď'(": 420,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 421,
      "ďĉ!!!!!": 422,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 423,
      "ćĈ!ćĈ!Ĉ": 424,
      "33": 425,
      "ćĈĈĈĈĈĈ": 426,
      "ćĈ!ćĈĈ": 427,
      "ďĉ!ďĉďĉ!": 428,
      "!!)!": 429,
      "%!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 430,
      "!!!!!!!!!!!!!!!!!!!!!": 431,
      "ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 432,
      "ĈĈĈĈ!": 433,
      "!LK!LK!LK!LK": 434,
      "%&ď'(": 435,
      "ćĈĈĈćĈĈ": 436,
      "ďĉďĉďĉ!ďĉďĉ!": 437,
      "#.": 438,
      "$#$": 439,
      "ď(": 440,
      "Ĉ!ćĈ!Ĉ!Ĉ": 441,
      "ćĈ!ĈĈ!": 442,
      "ććĈ!ćĈ!ćĈ!": 443,
      "#..": 444,
      "!!!!R!!!S": 445,
      "Ĉ!ĈĈĈĈĈĈĈ": 446,
      "ććĈćć": 447,
      "ĈćĈĈćĈ": 448,
      "ććĈ!ććĈ!": 449,
      "$#$!!)!": 450,
      "%&-+/,'(#..": 451,
      "Ĉ!Ĉ!ĈĈĈ": 452,
      "%&'ď(": 453,
      "Ĉ!Ĉ!ĈĈ!Ĉ": 454,
      "ćĈĈćĈĈćĈćĈćĈ": 455,
      "ďĉ!ďĉďĉďĉ": 456,
      "ĈĈĈ!Ĉ!": 457,
      "ćććĈ!Ĉ!Ĉ!": 458,
      "ććććććĈ!ćĈĈ": 459,
      "ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!": 460,
      "ĉĉĉĉ": 461,
      "ĈĈĈĈĈ": 462,
      "Ĉ!ĈĈćĈ": 463,
      "%&-+/,'(#..$#$!!)!": 464,
      "%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,": 465,
      "Ĉ!ĈćĈ!Ĉ!Ĉ!Ĉ": 466,
      "ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 467,
      "ďĉďĉďĉďĉďĉďĉďĉďĉ!": 468,
      "Ĉ!ĈĈ!ĈĈĈ": 469,
      "ćććĈ!Ĉ!Ĉ!Ĉ": 470,
      "%ć&'(": 471,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 472,
      "ćććććć": 473,
      "ćććććććććć": 474,
      "ďĉ!ďĉ!ďĉ": 475,
      "%&-+/,'(#..$#$!!)!%&-+/,'(#..$#$!!)!": 476,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 477,
      "ćĉ": 478,
      "ďĉďĉďĉďĉďĉćććć": 479,
      "%&5555": 480,
      "44444444": 481,
      "5555222222222222222222222222": 482,
      "66666666": 483,
      "8888,": 484,
      "88888888,": 485,
      "%&55555555222222222222222222222222": 486,
      "44444444%&55555555222222222222222222222222": 487,
      "44444444%&5555555522222222222222222222222266666666": 488,
      "%&ď'(ĉ": 489,
      "%&'(ďĉ!!": 490,
      "ćĈ!ďĉ!": 491,
      "ćďĉďĉďĉ": 492,
      "%&-+/,'(%&-+/,'(%&-+/,'(%&-+/,'(": 493,
      "ďĉ!ďĉďĉ!!": 494,
      "&'(!": 495,
      "ďĉďĉďĉďĉďĉ!!": 496,
      "(7": 497,
      "(788888888,": 498,
      "%!!!!!!!": 499,
      ")!!!!!!!!": 500,
      "%&'ď(ĉ": 501,
      "%&'(ďĉďĉďĉ!": 502,
      "%!!&'(": 503,
      "2222222222222222222222222222222222222222": 504,
      "244444444%&5555555522222222222222222222222266666666": 505,
      "2222222222222222222222222222222222222222244444444%&5555555522222222222222222222222266666666": 506,
      "ďĉ!!!!!!": 507,
      "ćďĉ!ďĉ": 508,
      "(788888888,-%&": 509,
      "ďĉ!!!!": 510,
      "ćĈĈĈĈĈĈĈĈ": 511,
      "ćĈćĈĈ": 512,
      "%!!!!!!!!": 513,
      "Ĉ!Ĉ!ćĈ!": 514,
      "Ĉ!ĈĈĈĈĈ": 515,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈćĈĈ": 516,
      "ćĈ!Č": 517,
      "ć!": 518,
      "ďĉďĉ!!!!": 519,
      "ćĈććĈ": 520,
      "Ĉ!ĈĈĈ!": 521,
      "ĈĈ!Ĉ!Ĉ!Ĉ!": 522,
      "%!!!!!!": 523,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 524,
      "ćĈĈĈĈĈĈĈĈĈĈĈĈ": 525,
      "ćĈ!ćČ": 526,
      "Ĉ!ćĈ!ćĈ!": 527,
      "L!LK": 528,
      "ďĉ!ďĉďĉďĉďĉďĉďĉďĉďĉ": 529,
      "ćĈ!ĈćĈ": 530,
      "ďĉďĉďĉć": 531,
      "ĈĈĈĈĈĈĈĈĈĈĈ": 532,
      "%!!!!!!!!!!!!!": 533,
      "TVa!!!SĂĄĆ!!!!R!!!S": 534,
      ")ďĉďĉ!": 535,
      "%!!!!": 536,
      "%!!!!!": 537,
      "Ĉ!ććĈ!Ĉ!": 538,
      "ćĈ!ćĈ!ćĈ": 539,
      "ćĈ!ĈĈ!Ĉ!": 540,
      "%!!!!!!!!!!!!": 541,
      "%&'(!": 542,
      "ćććććĈ!ćĈĈ": 543,
      "'7777": 544,
      "ćĈ!Ĉ!ćĈ!Ĉ!": 545,
      "ćĈ!Ĉ!ĈćĈ!Ĉ!": 546,
      "ććććĈ!Ĉ!": 547,
      "!!Č": 548,
      "ććććĈććĈ": 549,
      "%!!!!!!!!!!!": 550,
      "ćĈćĈćĈćĈćĈćĈćĈćĈ": 551,
      "ćĈ!ćĈćĈćĈ": 552,
      "ćĈĈ!Ĉ!Ĉ": 553,
      "ćĈĈĈĈĈĈĈĈććĈ": 554,
      "ďĉ!!!!!!!!!!!": 555,
      "ćĈ!ćĈ!ćĈ!ćĈ": 556,
      "ććĈ!ćććĈ!ćć": 557,
      "ććĈ!ćĈ!Ĉ": 558,
      "LLLLLLLLLLLLLLLL": 559,
      "ćĈ!ćĈ!Ĉ!ćĈĈ": 560,
      "%&'(ďĉďĉďĉďĉ": 561,
      "%&'(ďĉďĉ!": 562,
      "%!!!&'(": 563,
      "ď%&'(ĉ!": 564,
      "ććĈ!ććććĈ": 565,
      "Ĉ!ĈĈĈĈ!": 566,
      "ďĉ!!!!!!!!!!!!!!!!!!!": 567,
      "ćĈĈ!ćĈ!Ĉ!": 568,
      "ĈĈĈ!ĈĈĈććĈ!": 569,
      "ććććĈ!ĈĈ": 570,
      "ćĈĈĈĈ!Ĉ": 571,
      "ĈĈĈĈćĈĈĈĈ": 572,
      "ććĈććĈ!": 573,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 574,
      "ćĈ!Ĉ!ććĈ!": 575,
      "ćĈćĈĈĈĈ": 576,
      "ć%&'(ďĉ": 577,
      "ďĉ!!ďĉďĉďĉďĉďĉďĉ!": 578,
      "ćććĈćĈ": 579,
      "ćĈ!ĈććĈĈĈ": 580,
      "Ĉ!ĈĈĈĈĈĈ": 581,
      "ćĈćĈćĈćĈćĈĈćĈĈćĈćĈćĈ": 582,
      "ĈćĈ!Ĉ!": 583,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 584,
      "ćĈ!ĈĈ!Ĉ": 585,
      "ćĈ!ććĈćĈ!ćĈ": 586,
      "!!ćĈ!Ĉ!Ĉ!Ĉ!": 587,
      "ććĈĈććĈćć": 588,
      "Ĉ!ĈćĈ!Ĉ!Ĉ!ĈćĈ!ćć": 589,
      "ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!": 590,
      "ćććĈ!Ĉ!ćĈ!Ĉ!": 591,
      "ďĉďĉďĉ!ďĉ": 592,
      "ććĈ!ćĈ!ććĈ!": 593,
      "ďĉ!)!)": 594,
      "Ĉ!Ĉ!Ĉ!Ĉ!!": 595,
      "ĈĈĈĈĈĈćĈ!ććĈ": 596,
      "ćďĉďĉďĉďĉ!": 597,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!": 598,
      "ďĉ!ďĉďĉďĉďĉ!!": 599,
      "ĈćĈĈćĈćĈĈĈćĈĈ": 600,
      "ććććććĈ!ćć": 601,
      "ĈĈĈĈĈĈĈĈĈĈ!ćĈ!Ĉ!": 602,
      "ćććĈĈ": 603,
      "ďĉćĈ!Ĉ!": 604,
      "ćĈ!ĈćĈćĈćĈ": 605,
      "ďďďď": 606,
      "ďĉ!ďĉ!!!!!!!!!!!": 607,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 608,
      "ďĉďĉďĉďĉďĉ!": 609,
      "Ĉ!ĈĈ!ĈĈĈĈ!ĈĈ!Ĉ": 610,
      "ćĈ!Ĉ!Ĉ!ćĈĈćĈ": 611,
      "!!!!ďĉ!!": 612,
      "ďĉ!ďĉ!!!!!!": 613,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ": 614,
      "%ćĈ": 615,
      ")!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 616,
      "ďĉ!!ďĉďĉ": 617,
      "-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(": 618,
      "ĈĈĈĈĈĈĈĈĈĈ!ĈĈ": 619,
      "Ĉ!ćĈ!Ĉ!ĈćĈĈĈ": 620,
      "ď!ĉ": 621,
      "ćććĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈ!ćĈ!Ĉ!": 622,
      "%!!!!!!!!!!!!!!": 623,
      "ććććććĈććĈ!": 624,
      "ćď": 625,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 626,
      "ćććććććććććććććććććććććć": 627,
      "%ć&": 628,
      "%!!!!!!!!!!": 629,
      "ďĉďĉ!ďĉ": 630,
      "ďĉďĉ!ďĉďĉďĉ!!": 631,
      "(788888888,-%&+01": 632,
      "Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈ!ĈĈ": 633,
      "ďĉ!!ďĉďĉ!!!": 634,
      "&'(ďĉ": 635,
      "ćććććććĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 636,
      "%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(%&'(": 637,
      "ĥĤ": 638,
      "Ĉ!Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ!": 639,
      "ćććććććĈ!Ĉ!ććććććĈ!ćĈĈ": 640,
      "ćććĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈ!ćĈ!Ĉ!ĈćĈĈćĈćĈĈĈćĈĈ": 641,
      ")!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 642,
      "ďĉ!!ďĉďĉďĉ": 643,
      "%&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 644,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 645,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 646,
      "Ĉ!!": 647,
      "MMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM": 648,
      "Ĉ!ĈćĈ!": 649,
      "%!!!!!!!!!!!!!!!": 650,
      "Ē!!": 651,
      "ďĉďĉďĉďĉ!!": 652,
      "ćĈ!ĈćĈĈ": 653,
      "ććĈ!ćďĉ": 654,
      "ďĉćććććććć": 655,
      "ďĉďĉ!ďĉďĉ": 656,
      "ďĉĈ!ĈĈĈĈĈĈĈ": 657,
      "!!!!!!!!!!!!!!!!!!!!": 658,
      "Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈ!ĈĈĈ!ĈĈ!ĈĈĈĈ!ĈĈ!Ĉ": 659,
      "%!!!!!!!!!!!!!!!!!!!!!!": 660,
      "%!!!!!!!!!": 661,
      "Ĉ(": 662,
      "Ĉ!ĉ": 663,
      "ćććĈ!": 664,
      "%ď&'(ĉ!": 665,
      "ĖĖ": 666,
      "%&'(ďĉĈ!Ĉ!Ĉ!Ĉ!": 667,
      ")!!!!!!!!)!": 668,
      "ĈĈ!Ĉ": 669,
      "ďĉďĉ!ďĉ!": 670,
      "ďĉĈ!Ĉ!Ĉ!Ĉ!": 671,
      "ďĉďĉďĉďĉ!ďĉďĉ": 672,
      "ďĉďĉďĉďĉďĉ%&'(": 673,
      "Ĉ'(": 674,
      "%&'(ďĉ!": 675,
      "322": 676,
      "ćĈĈĈĈĈćĈĈĈĈĈ": 677,
      "ććĈ!Ĉ!Ĉ!Ĉ": 678,
      "ďĉ!ďĉďĉďĉďĉ!": 679,
      "ćććććććććććć": 680,
      ")!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 681,
      "ďĉďĉ!ďĉ!!": 682,
      "01'(3": 683,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćććććĈ!ćĈĈ": 684,
      "ďĉďĉďĉďĉďĉ)!)": 685,
      "ďĉď%&'(ĉ": 686,
      "%!!!!!!!!!!!!!!!!!": 687,
      "%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,%&-+01'(32222224%&52226'(78,": 688,
      "%!!!!!!!!!!!!!!!!!!": 689,
      "ďĉďďĉĉ": 690,
      "ćććććĈ!Ĉ!Ĉ!ćĈĈćĈ": 691,
      "%&'(ďĉćć": 692,
      ")!)!": 693,
      "!LK!LK!LK!LK!LK!LK!LK!LK": 694,
      "ćĈ!ĈĈ!ĈĈĈ": 695,
      "AA": 696,
      "232222222222222222222222222222222222222222244444444%&5555555522222222222222222222222266666666": 697,
      "ďĉďĉďĉďĉďĉďĉďĉďĉďĉďĉ": 698,
      "Ĉ!Ĉ!ĈĈ!Ĉ!": 699,
      "%&'(ďĉďĉďĉ": 700,
      "Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ!": 701,
      "ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 702,
      "ďĉďĉďĉďĉďĉďĉ%&'(": 703,
      "%!!!!!!!!!!!!!!!!!!!": 704,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 705,
      "Ĉ!ćć": 706,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 707,
      "ďĉ!!!!!!!!!!!!": 708,
      "ďĉďĉďĉ!!ďĉďĉ": 709,
      "32323": 710,
      "ć(": 711,
      "ćĈ!ďĉ": 712,
      "ćĈ!ćĈ!Ĉ!ĈćĈ!Ĉ!": 713,
      "Ĉ!Ĉ!ĈĈ!": 714,
      "%&'(ďĉďĉďĉďĉďĉďĉďĉďĉ": 715,
      "ďĉ!ďĉ!!!": 716,
      "&'(!!!!": 717,
      "ćĈ!ĈĈĈĈ": 718,
      "%&'(ďĉ!!!": 719,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈćĈĈĈ!ĈĈĈ": 720,
      "ďĉ!!!!!!!!!!!!!!!!!!": 721,
      "ć!!": 722,
      "Ĉ!ĈĈĈ!Ĉ!Ĉ": 723,
      ")!)!!!!!!!!!!!!!!!!!!!!": 724,
      "ďĉďĉ!ďĉďĉćććć": 725,
      "ććććĈćĈ": 726,
      "Čďĉ": 727,
      "ďĉďĉ!ďĉďĉ%&'(": 728,
      "ććĈ!Ĉ!Ĉ!ćĈ!": 729,
      "777": 730,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 731,
      "ďĉ!!ďĉ!!!!!!!!!!!": 732,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!": 733,
      "Ĉ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 734,
      "ďĉď": 735,
      "!!!!!!!!!ććććĈ!ĈĈ": 736,
      "ďĉďĉďĉďĉćććć": 737,
      "Čďĉďĉ": 738,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 739,
      "Ĉ!Ĉ!Ĉ!ĈĈĈ": 740,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 741,
      "ćĈĈĈćĈ": 742,
      "ćĈ!ĈćĈ!Ĉ!": 743,
      "%&-+/,'(#..$#$!!)!%&-+/,'(#..$#$!!)!%&-+/,'(#..$#$!!)!%&-+/,'(#..$#$!!)!": 744,
      "%!Ĉ&'(": 745,
      "%&-+/,'(%&-+/,'(%&-+/,'(%&-+/,'(%&-+/,'(%&-+/,'(%&-+/,'(%&-+/,'(": 746,
      "Ĉ!ďĉďĉ!": 747,
      "RTVa": 748,
      "ććĈ!ĈĈ!": 749,
      "%&'(%&'(%&'(": 750,
      "ďĉďĉ)": 751,
      "ćĈ!Ĉ!ĈĈ": 752,
      "!!!ďĉďĉďĉďĉ": 753,
      ")!)!!!!!!!!": 754,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!": 755,
      "ďĉććĈ!": 756,
      "ćĈ!Ĉ!ĈćĈ!": 757,
      "Ĉ(!": 758,
      "ćĈ!Ĉ!!": 759,
      "Ĉ!Ĉ!ĈĈĈ!": 760,
      "ďĉ!!ďĉ!ďĉďĉ!": 761,
      "ććććććććććććĈ!": 762,
      "ĈĈĈĈĈ!": 763,
      "ćďĉ%&'(": 764,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈĈ": 765,
      "ćĈćĈćĈ!Ĉ!": 766,
      "ćĈ!ćĈ!ćďĉďĉďĉďĉ!": 767,
      "ćććĈćć": 768,
      "Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!!": 769,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 770,
      "ććĈ!ćďĉďĉďĉďĉďĉďĉďĉďĉ": 771,
      "Ĉ!ćĈ!ĈćĈ": 772,
      "00011": 773,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 774,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 775,
      "Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ": 776,
      "Ĉ!ććĈĈ": 777,
      "Ĉ!Ĉ!ćĈĈ": 778,
      "Ē!": 779,
      "ČČ": 780,
      "ćĈćĈ!ćĈ": 781,
      "ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 782,
      "Ĉ!ďĉďĉ": 783,
      "ćĈ!Ĉ!ćĈ": 784,
      ")!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 785,
      "Ĉ'(!": 786,
      "ďĉďĉďĉ!!ďĉ!": 787,
      "ďĉ!!ďĉ!!!!!!!!": 788,
      "%!!!!!!!!!!!!!!!!!!!!": 789,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 790,
      "ďĉ%ď&'(ĉ": 791,
      "Ĉ!Ĉ!ćĈ!ĈĈ!": 792,
      "Ĉ!ĈĈĈ!ĈĈ": 793,
      "ďĉďĉ!!ďĉ!!!!": 794,
      "Ĉ!%&'(ďĉďĉďĉ!": 795,
      "ćĈĈĈććĈ": 796,
      "ćĈĈĈĈĈćĈ": 797,
      "%ćĈ&'(!": 798,
      "Ĉ!ďĉ!ďĉďĉďĉďĉ": 799,
      "ďĉ!!!ćććć": 800,
      "ćĈććć": 801,
      "Ĉ!ĈććĈ": 802,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 803,
      "RTVa!!!SĂĄĆ!!!!R!!!S": 804,
      "Ĉ!Ĉ!ĈĈĈĈĈĈ": 805,
      "%&'(!!!!!!!!!!!!!!!!": 806,
      "ćĈ!ćĈĈĈ": 807,
      "Ĉ!Ĉ!Ĉ!ĈĈ!Ĉ": 808,
      "!!ćććć": 809,
      "%&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 810,
      "ďĉďĉ!!ďĉ!ďĉ!!": 811,
      "ć%Ĉ&'(!": 812,
      "Ĉ!Č": 813,
      "ćĈ!ćĈ!ćĈ!Ĉ!": 814,
      "ćĈĈććĈĈĈ": 815,
      "ććĈ!ćĈĈ": 816,
      "ćĈćĈćĈćĈćĈ": 817,
      "Ĉ!ďĉďĉ!ďĉćććć": 818,
      "ćĈĈĈććĈĈĈ": 819,
      "ćććĈććĈ": 820,
      "ĈĈ!ććĈ!Ĉ!": 821,
      "ćććĈ!ćĈ!": 822,
      "ďĉććććĈ!ćĈ!ćĈ!": 823,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ďĉďĉ!ďĉćććć": 824,
      "ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈ": 825,
      "ćĈ!ćĈ!ĈĈ!Ĉ!": 826,
      "ćĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!Ĉ!": 827,
      "ČďĉćĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!Ĉ!": 828,
      "ĈĈ!ććĈ!Ĉ!ČďĉćĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!Ĉ!": 829,
      "ďĉććććĈ!ćĈ!ćĈ!ĈĈ!ććĈ!Ĉ!ČďĉćĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!Ĉ!": 830,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ďĉďĉ!ďĉćććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 831,
      "ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈďĉďĉ!": 832,
      "ćććĈ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈďĉďĉ!": 833,
      "Ĉ!ĈĈĈćĈ!ćĈĈĈ": 834,
      "ďĉďĉďĉďĉďĉććććĈ!ćĈ!ĈćĈ": 835,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈćĈĈćĈĈĈĈĈ": 836,
      "ďĉććććĈ!ćĈ!ćĈ!ĈĈ!ććĈ!Ĉ!ČďĉćĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!Ĉ!ććĈ!ĈĈ!": 837,
      "ćĈ!Ĉ!ĈĈĈĈĈĈ": 838,
      "ďĉďĉďĉďĉĈ!ĈĈĈćĈ!ćĈĈĈ": 839,
      "Ĉ!ćĈ!Ĉ!ĈĈĈ!ĈĈĈććĈ!": 840,
      "ććĈćĈćĈćĈ": 841,
      "ćĈ!ćććĈ!ćć": 842,
      "Ĉ!ĈĈ!ććĈ!Ĉ!Ĉ": 843,
      "ćĈ!ććĈ!ćĈ!ććĈ!": 844,
      "ćććććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 845,
      "ćďĉ!ďĉćććĈ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈďĉďĉ!": 846,
      "ďĉďĉďĉďĉďĉććććĈ!ćĈ!ĈćĈĈ!Ĉ!Ĉ!Ĉ!ĈćĈĈćĈĈĈĈĈ": 847,
      "ĈĈćĈćĈćĈ!Ĉ!": 848,
      "Ĉ!Ĉ!ĈĈĈĈ": 849,
      "ććĈ!Ĉ!ĈĈĈ!Ĉ!": 850,
      "ććĈ!Ĉ!ĈćĈĈĈććĈĈĈ": 851,
      "ćććććććĈ!ćĈ!Ĉ!": 852,
      "ćĈ!Ĉ!ććĈ!ĈĈćĈćĈćĈ!Ĉ!": 853,
      "ćĈĈĈĈĈćĈĈĈĈĈćĈ!ĈĈĈ": 854,
      "Ĉ!Ĉ!ĈĈĈĈĈĈćĈ!ĈĈĈ": 855,
      "ďĉććććĈ!ćĈ!ćĈ!ĈĈ!ććĈ!Ĉ!ČďĉćĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!Ĉ!ććĈ!ĈĈ!ćĈĈ!Ĉ!Ĉ": 856,
      "ććĈ!Ĉ!ĈĈĈ!Ĉ!Ĉ!ĈĈćĈ": 857,
      "ćĈ!Ĉ!ććĈ!ĈĈćĈćĈćĈ!Ĉ!ĈćĈĈ": 858,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 859,
      "!!!!!!!!!!ďĉ!!!!!!": 860,
      "ććĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈ": 861,
      "ćĈ!ćĈ!Ĉ!ćĈĈćĈ!Ĉ!ććĈ!ĈĈćĈćĈćĈ!Ĉ!ĈćĈĈ": 862,
      "ďĉďĉďĉ!!ďĉ!ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ďĉďĉ!ďĉćććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 863,
      "ćďĉ!ďĉćććĈ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈďĉďĉ!ćććććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 864,
      "!!ďĉ!!!!!!": 865,
      "ĈĈĈĈĈĈĈĈĈ!Č": 866,
      "ćĈĈĈććĈ!Ĉ!": 867,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!": 868,
      "ćĈ!ĈĈĈĈ!ĈĈ!Ĉ": 869,
      "ććĈ!ććĈ!ĈĈ!ććĈ!Ĉ!Ĉ": 870,
      "ďĉ!)!)!!!!!!!!!!!!!!": 871,
      "ćĈ!Ĉ!ĈĈĈĈĈĈććĈ!ćďĉ": 872,
      ")!!!!!!!!!!!!!!!": 873,
      "ćĈ!ćććĈ!Ĉ!Ĉ!": 874,
      "ćĈ!Ĉ!ćĈĈ": 875,
      "ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!": 876,
      "ććććĈ!ććĈ!ć": 877,
      "ććĈĈćĈĈĈ": 878,
      "ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!ćĈ!Ĉ!ćĈĈćĈ!Ĉ!ććĈ!ĈĈćĈćĈćĈ!Ĉ!ĈćĈĈ": 879,
      "!!Č!": 880,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 881,
      "Ĉ!ćććĈ!ććĈ!": 882,
      "ćććĈćććĈĈćĈ": 883,
      "ććĈćĈćĈćĈćĈ!": 884,
      "ćććććććĈ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 885,
      "ććĈ!ćĈ!ććĈ": 886,
      "ććĈ!ĈĈĈĈĈ!": 887,
      "ćććĈĈ!Ĉ!": 888,
      "Ĉ!Ĉ!Ĉ!ćĈĈĈććĈ": 889,
      "ćĈ!ĈĈĈćć": 890,
      "&'(!!!!ďĉććććĈ!ćĈ!ćĈ!ĈĈ!ććĈ!Ĉ!ČďĉćĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!Ĉ!ććĈ!ĈĈ!ćĈĈ!Ĉ!Ĉ": 891,
      "ēē": 892,
      "ćĈ!ććććććĈ!": 893,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 894,
      "ćĈ!ćĈ!ććĈ": 895,
      "Ĉ!ćĈ!ćĈĈĈĈ!Ĉ": 896,
      ")!)!!ďĉďĉ": 897,
      "ćĈ!ćĈ!ĈĈ!ćĈ!Ĉ!ĈĈĈ!ĈĈĈććĈ!": 898,
      "ĈĈĈĈ!ććĈ": 899,
      "Ĉ!%&'(ďĉďĉďĉ!))": 900,
      "ďĉďĉďĉďĉďĉććććĈ!ćĈ!ĈćĈĈ!Ĉ!Ĉ!Ĉ!ĈćĈĈćĈĈĈĈĈĈ!%&'(ďĉďĉďĉ!))": 901,
      "Ĉ!ćććĈ!ććĈ!ćĈ!ĈĈĈćć": 902,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈ!Č": 903,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ!Ĉ!": 904,
      "ďĉ!!!ćććĈ": 905,
      "Ĉ!ĈĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!": 906,
      "ććććĈćĈććĈ!": 907,
      "ďĉ!!ďĉ!!!!!!!!)!!!!!!!!)!": 908,
      "ďĉďĉďĉďĉďĉ!!ďĉ": 909,
      "Ĉ!Ĉćć": 910,
      "ććććććććĈ!": 911,
      "Ĉ!ĈĈĈĈ!Ĉ": 912,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ": 913,
      "ććĈ!ćďĉďĉďĉďĉ": 914,
      "ďĉ!!ďĉ!ććĈ!": 915,
      "ďĉććĈĈĈĈĈ": 916,
      "&'(!!!!!!!!!!!!!!!!!!!!!!": 917,
      "ććĈ!ćććĈ!ćććĈ!ćććĈ!Ĉ!Ĉ!": 918,
      "ćĈ!Ĉ!!Ĉ!ćĈ!ćĈ!": 919,
      "ćĈĈĈććĈ!Ĉ!ććĈ!ćć": 920,
      "&'(!!!!ďĉććććĈ!ćĈ!ćĈ!ĈĈ!ććĈ!Ĉ!ČďĉćĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!Ĉ!ććĈ!ĈĈ!ćĈĈ!Ĉ!ĈćĈ!Ĉ!ĈĈĈĈĈĈććĈ!ćďĉ": 921,
      "ćĈćĈćĈĈĈćĈ": 922,
      "ćććĈ!Ĉ!Ĉ": 923,
      "ćĈ!ćĈ!!": 924,
      "Ĉ!ĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 925,
      "ćććććććĈ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈććĈ": 926,
      "ćĈ!Ĉ!ććĈ": 927,
      "ćĈćĈ!ććĈ": 928,
      "ćĈ!ĈćĈ!ćĈ!ĈĈ!ćĈ!Ĉ!ĈĈĈ!ĈĈĈććĈ!": 929,
      "Ĉ!ĈĈĈ!ĈĈĈĈ": 930,
      "ćĈćĈĈĈ!Ĉ": 931,
      "ćĈ!ćĈ!Ĉ!ćĈĈćĈ!Ĉ": 932,
      "Ĉ!ĈĈĈĈ!ĈĈĈĈĈĈĈĈ": 933,
      "ćĈćĈĈĈĈĈĈĈ": 934,
      "Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈ!ĈĈĈ!ĈĈ!ĈĈĈĈ!ĈĈ!ĈďĉĈ!ĈĈĈĈĈĈĈ": 935,
      "Ĉ!Ĉ!Ĉ!ćĈĈĈććĈĈ!ćććĈ!ććĈ!ćĈ!ĈĈĈćć": 936,
      "ćĈ!ććććććĈ!ćĈ!ććĈ": 937,
      "Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!": 938,
      "ćĈĈĈ!Ĉ!ćĈ!Ĉ!": 939,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 940,
      "ćććĈććććĈććĈ": 941,
      "ćĈĈćĈĈćĈĈĈĈĈćĈ": 942,
      "ďĉ!ďĉďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 943,
      "ććĈ!ććććĈćĈćĈćĈ": 944,
      "ĈĈ!ĈććĈ!Ĉ!Ĉ": 945,
      "Ĉ!Ĉ!ĈĈ!Ĉ!Ĉ!ĈĈĈĈ": 946,
      "ČďĉďĉććĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈ": 947,
      "ćĈ!Ĉ!!Ĉ!ćĈ!ćĈ!ććĈ!Ĉ!": 948,
      "ćććďĉ": 949,
      "ďĉďĉ!ďĉ%&'(": 950,
      "Ĉ!Ĉ!ĈĈ!Ĉ!ĈĈĈ": 951,
      "Ĉ!Ĉ!ĈĈ!Ĉ!ĈĈ!Ĉ": 952,
      "Ĉ!ĈĈĈĈ!ĈĈĈĈ": 953,
      "ďĉ!ďĉďĉďĉďĉďĉďĉďĉ": 954,
      "ććććĈ!ćććĈććĈ": 955,
      "ćććĈćććĈĈćĈćĈ!Ĉ!": 956,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈ!Čďĉ!": 957,
      "ďćĉ": 958,
      "Ĉ!ĈĈ!Ĉ!ćĈ!": 959,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 960,
      "ďĉďĉďĉ!!ďĉ": 961,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!": 962,
      "ćĈ!ĈĈĈ!!ćććć": 963,
      "ććĈ!ĈććććĈ": 964,
      "ďĉ!!!!!!!!ďĉ!!!!!": 965,
      "ćĈĈĈćĈĈćććć": 966,
      "ćććĈ!Ĉ!Ĉ!ććĈ": 967,
      "ććĈĈĈĈćĈĈĈĈ": 968,
      "&'(ćďĉ!ďĉćććĈ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈďĉďĉ!ćććććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 969,
      "ćĈĈ!Ĉ!Ĉ!Ĉ!": 970,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 971,
      "ćĈ!ĈćĈ!ććĈ": 972,
      "Ĉ!Ĉ!ćĈ!Ĉ!ĈĈĈ": 973,
      "ćĈĈćĈĈćĈ!ćććĈ!ćć": 974,
      "!!Č!!Č!": 975,
      "ćĈćĈćĈćĈćĈćĈćĈćĈćĈćĈćĈćĈ": 976,
      "ććĈ!ćĈ!ĈĈ!ćĈ!Ĉ!": 977,
      "&'(ďĉ))": 978,
      "Ĉ!ććĈĈććĈ!ćĈĈ": 979,
      "Ĉ!ĈĈĈĈ!ĈĈ!ĈĈĈĈ": 980,
      ")!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 981,
      "Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 982,
      "ćĈĈĈĈ!Ĉ!ćĈ!Ĉ!": 983,
      "ćĈĈĈĈ!Ĉ!ćĈ!": 984,
      "ćĈĈĈćĈ!ĈĈĈĈ": 985,
      "ćĈćĈćĈćĈĈĈ": 986,
      "ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 987,
      "ćĈ!ĈĈćĈ!ćĈ!Ĉ!Ĉ!ćĈ!ćĈ!Ĉ!ćĈĈćĈ!Ĉ!ććĈ!ĈĈćĈćĈćĈ!Ĉ!ĈćĈĈ": 988,
      "ććĈ!ćĈ!ćĈ!ĈćĈĈ": 989,
      "ćĈĈćĈĈćĈćĈćĈććĈćĈćĈćĈćĈ!": 990,
      "ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!ćĈ!ćĈ!Ĉ!ćĈĈćĈ!Ĉ": 991,
      "ćĈ!ĈĈ!Ĉ!ďĉ!ďĉ!": 992,
      "ćĈććĈ!ćĈ!ćĈ!ĈćĈĈ": 993,
      "ććĈ!Ĉ!Ĉ!ććĈ!Ĉ!": 994,
      "ďĉ!!!!!ďĉ!)!)!!!!!!!!!!!!!!": 995,
      "Ĉ!Ĉ!ĈĈ!ĈĈ!Ĉ!ĈĈ": 996,
      "ććĈ!ćććĈ!ćććĈ": 997,
      "ćććĈ!Ĉ!ćĈ!Ĉ!ĈĈĈĈ!ććĈ": 998,
      "!!!!!!!!!ććććĈ!ĈĈ%&'(ďĉ": 999,
      "ćĈććć!!": 1000,
      "ćććĈććććĈććĈććććĈććĈ": 1001,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 1002,
      "Ĉ!ĈĈĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1003,
      "ćĈćĈćĈćĈćĈćĈćĈćĈćĈ": 1004,
      "ććĈ!ĈććĈ!Ĉ!": 1005,
      "Ĉ!ĈĈĈĈĈĈĈĈ!ĈĈĈĈĈ": 1006,
      "ĈĈĈĈĈćĈćĈ": 1007,
      "Ĉ!ĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈ!Čďĉ!": 1008,
      "ďĉďĉďĉďĉďĉ!ďĉ": 1009,
      "ććĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1010,
      "ćććĈ!Ĉ!ćććĈĈ": 1011,
      "ćĈ!ćććĈ!ććĈ": 1012,
      "Ĉ!Ĉ!ĈĈćĈ!Ĉ!": 1013,
      "ććĈ!ĈćĈćĈ": 1014,
      ")!!!!!!!!)": 1015,
      "Ĉ!ĈĈĈĈĈĈĈ!Ĉ!Ĉ!ĈĈ!Ĉ": 1016,
      "&'(!!!!ďĉććććĈ!ćĈ!ćĈ!ĈĈ!ććĈ!Ĉ!ČďĉćĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!Ĉ!ććĈ!ĈĈ!ćĈĈ!Ĉ!ĈćĈ!Ĉ!ĈĈĈĈĈĈććĈ!ćďĉ!!!!!!!!": 1017,
      "!&'(ďĉ))": 1018,
      "Ĉ!Ĉ!ĈĈ!Ĉ!Ĉ!!": 1019,
      "ćĈĈĈĈĈćĈĈćĈ": 1020,
      "Ĉ!ĈĈ!ĈĈ!ĈĈĈ!ĈĈĈĈ": 1021,
      "ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!ćć": 1022,
      "ĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!": 1023,
      "ćććĈĈĈĈĈ": 1024,
      "ćĈ!ćĈ!Ĉ!ćĈ!Ĉ": 1025,
      "ććĈ!Ĉ!Ĉ!Ĉ!ćĈĈĈ!Ĉ!ćĈ!Ĉ!": 1026,
      "ććććĈ!ććĈ!ćććĈ!ćććĈ": 1027,
      "ćĈ!ĈĈĈ!ĈĈ": 1028,
      "ćĈ!ĈĈćĈĈćĈ": 1029,
      "ćććĈ!Ĉ!Ĉ!ĈĈ!Ĉ!ćĈ!Ĉ!": 1030,
      "Ĉ!ĈĈĈĈĈĈ!Ĉ!Ĉ": 1031,
      "ćĈććĈĈ!ĈĈĈ": 1032,
      "ććććĈ!Ĉ!ććĈ!ĈććććĈ": 1033,
      "ćććĈĈ!Ĉ!ćĈ!ććĈćĈ!ćĈ": 1034,
      "ććĈ!Ĉ!ĈĈĈ": 1035,
      "Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 1036,
      "ćĈ!ććĈććĈ": 1037,
      ")))": 1038,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ": 1039,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!": 1040,
      "ćĈ!ĈĈĈćĈćĈćĈĈĈćĈ": 1041,
      "Ĉ!ćĈ!ĈĈĈĈ": 1042,
      "ćĈ!ĈĈćĈ!ćĈĈ": 1043,
      "ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!Ĉ!ĈĈ!": 1044,
      "ćććććććććććĈ!Ĉ": 1045,
      "Ĉ!ćĈ!Ĉ!ĈćĈĈĈćĈĈĈćĈĈćććć": 1046,
      "000111": 1047,
      "ććććĈćĈććĈ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 1048,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!ćĈ!ćĈ!ćĈ": 1049,
      "ďĉďĉďĉďĉďĉďĉ!!!": 1050,
      "ććĈĈ!Ĉ!ĈĈĈ!": 1051,
      "ćĈĈĈćĈ!ĈććĈĈĈ": 1052,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!": 1053,
      "01010101": 1054,
      "ćĈ!ĈćĈĈ!Ĉ!ćĈ!ĈĈ!": 1055,
      "ćĈĈĈĈĈĈĈĈććĈćĈĈ!": 1056,
      "ćĈ!ćĈ!ćĈ!Ĉ!ććććĈ!ććĈ!ć": 1057,
      "ďĉ!!!ćććĈćĈ!ćĈ!ĈĈ!Ĉ!": 1058,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1059,
      "ćĈĈĈĈĈĈćĈĈĈĈ": 1060,
      "ććĈ!Ĉ!ĈćĈĈĈććĈĈĈććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ": 1061,
      "ćĈ!ććććććĈ!ćĈ!ććĈćććĈćććĈĈćĈćĈ!Ĉ!": 1062,
      "ďĉ!!!!!!!!ďĉ!!!!!ćĈ!ĈćĈ!ćĈ!ĈĈ!ćĈ!Ĉ!ĈĈĈ!ĈĈĈććĈ!": 1063,
      "Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈ!ĈĈĈĈĈ": 1064,
      "ćććććććĈ!Ĉ!Ĉ!ććĈĈććĈ!ćĈĈ": 1065,
      "ććĈ!ĈĈ!ĈĈĈĈ!ĈĈ!ĈĈĈĈ": 1066,
      "Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!ćĈ!ćĈ!ćĈ!": 1067,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈĈĈ": 1068,
      "ćĈ!ćĈ!ćĈćĈ!ćĈ": 1069,
      "ďĉćĈ!Ĉ!ććĈ!ććĈ!ĈĈ!ććĈ!Ĉ!Ĉ": 1070,
      "Ĉ!Ĉ!ĈĈ!Ĉ!ĈĈĈĈ!Ĉ!ĈĈ!Ĉ!Ĉ!!": 1071,
      "ćĈ!ćććĈ!ććĈćĈ!ććĈ": 1072,
      "Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 1073,
      "ćĈĈ!Ĉ!ĈĈĈ": 1074,
      "ććĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!!Ĉ!ćĈ!ćĈ!ććĈ!Ĉ!": 1075,
      "Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ!ĈĈ": 1076,
      "ććĈĈćĈĈĈććĈĈććĈćć": 1077,
      "ćĈ!Ĉ!ććĈćĈ!": 1078,
      "ććĈĈĈĈćĈĈĈĈćĈĈĈĈĈĈĈĈććĈ": 1079,
      "Ĉ!Ĉ!ĈĈ!ĈĈ!Ĉ!ĈĈĈ!ĈĈĈĈ!ĈĈĈĈ": 1080,
      "ďĉďĉ!!ćććĈ!Ĉ!ćĈ!Ĉ!ĈĈĈĈ!ććĈ": 1081,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1082,
      "ćĈ!Ĉ!ćĈ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!": 1083,
      "Ĉ!ĈĈĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!": 1084,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1085,
      "ćĈĈĈĈĈĈĈĈĈĈĈĈĈ!ćĈ!ćĈĈĈĈ!Ĉ": 1086,
      "ććĈ!ććććĈć!!": 1087,
      "ćĈ!Ĉ!ĈĈćĈ": 1088,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!ĈĈ!ĈĈ!ĈĈĈ!ĈĈĈĈ": 1089,
      "ćĈĈććĈĈĈćĈ!ĈćĈ!ććĈ": 1090,
      "ćĈĈĈĈ!Ĉ!ćĈ!Ĉ!ćĈĈĈćĈ!ĈĈĈĈ": 1091,
      "ćĈ!ćĈ!Ĉ!ććĈ!ĈććĈ!Ĉ!": 1092,
      "ćĈĈĈĈĈćĈĈĈĈĈćĈ!ĈĈĈćĈ": 1093,
      "ćĈĈĈććĈ!Ĉ!ććĈ!ćććĈćĈćĈćĈćĈĈćĈĈćĈćĈćĈ": 1094,
      "ćĈĈćĈĈćĈĈĈĈĈćĈćĈĈćĈĈćĈćĈćĈććĈćĈćĈćĈćĈ!": 1095,
      "ĈĈ!ĈććĈ!Ĉ!ĈĈ!ĈĈ!Ĉ!ćĈ!": 1096,
      "ćććĈ!Ĉ!ćććĈĈćĈ!ĈĈĈ!!ćććć": 1097,
      "ćďĉďĉďĉďĉďĉďĉďĉ!": 1098,
      "ćĈ!ĈĈ!ĈĈĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1099,
      "%!!!!!!!!!!!!!!!!!!!!!": 1100,
      "ćĈ!Čďĉďĉďĉ!ďĉďĉ!": 1101,
      "ććĈ!ćĈ!ććĈćĈććć!!": 1102,
      "ćĈćĈćĈćĈĈĈćĈĈĈĈĈĈ": 1103,
      "ććĈ!ĈćĈćĈćĈ!ĈćĈĈ": 1104,
      "ćĈ!ćĈ!ćĈ!ĈĈ!Ĉ!": 1105,
      "ćććĈ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ": 1106,
      "!!!!!!)!!!!!!!!)": 1107,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ": 1108,
      "Ĉ!Ĉ!ĈĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈ": 1109,
      "ććĈ!Ĉ!ĈĈ!ĈĈĈ": 1110,
      "ćĈ!ĈĈ!ććĈ!ćĈ!ĈĈ!ćĈ!Ĉ!": 1111,
      "ćĈĈ!ćĈ!Ĉ!ĈĈĈĈćĈĈĈĈ": 1112,
      "ććććććĈ!ćććĈ!ćć": 1113,
      "ćĈ!ćĈ!ććĈćĈ!Ĉ!Ĉ!Ĉ!ćĈ!ćć": 1114,
      "ćĈ!ćĈ!Ĉ!ćĈ!ĈćĈ!ĈĈ!Ĉ": 1115,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ĈĈĈĈ": 1116,
      "ćĈ!ććĈĈĈĈĈćĈćĈ": 1117,
      "Ĉ!Ĉ!Ĉ!ćĈ!ćĈ": 1118,
      "ććĈ!Ĉ!Ĉ!Ĉ!ćććĈ!Ĉ!Ĉ!ććĈ": 1119,
      "%!!!!!!!&'(": 1120,
      "ĈĈĈ!ĈĈĈććĈ!ćĈćĈĈĈ!Ĉ": 1121,
      "ćĈćĈĈĈĈĈćĈĈ": 1122,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ!Ĉ!ĈĈĈĈ": 1123,
      "ććććĈ!ćććĈććĈćććĈććććĈććĈććććĈććĈ": 1124,
      "ćĈĈ!Ĉ!Ĉ!Ĉ!ćĈćĈĈ": 1125,
      "Ĉ!ĈĈĈĈĈĈ!Ĉ!ĈĈ!ĈĈĈĈ!ĈĈĈĈĈĈĈĈ": 1126,
      "ćććććďĉ!": 1127,
      "ďĉďĉ!ďĉ!)": 1128,
      "ćĈćĈĈĈĈĈĈĈćĈĈĈĈĈĈ": 1129,
      "Ĉ!ĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈ!Čďĉ!ćććććććĈ!Ĉ!ććććććĈ!ćĈĈ": 1130,
      "ććĈ!Ĉ!ĈćĈĈĈććĈĈĈććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈĈ!Ĉ!Ĉ!ćĈĈĈććĈĈ!ćććĈ!ććĈ!ćĈ!ĈĈĈćć": 1131,
      "ććććććććĈ!Ĉ!Ĉ!Ĉ!": 1132,
      "Ĉ!Ĉ!ĈćĈĈĈĈ": 1133,
      "ćĈĈĈćĈ!ĈĈĈĈ!ĈĈ!Ĉ": 1134,
      "ďĉ%&'(ďĉďĉ": 1135,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!": 1136,
      "ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!Ĉ": 1137,
      "ćĈ!ĈćĈćĈćĈćĈ!Ĉ!ĈćĈ!Ĉ!": 1138,
      "ććĈ!ććććĈćĈćĈćĈććććĈ!Ĉ!ććĈ!ĈććććĈ": 1139,
      "&'(ćďĉ!ďĉćććĈ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈďĉďĉ!ćććććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!Ĉ!ĈĈ!": 1140,
      "ćĈ!ććĈććĈ!!!!!!": 1141,
      "Ĉ!ĈĈďĉ!!": 1142,
      "!!!!!!!!!!!!!!ďĉďĉďĉďĉ": 1143,
      "ďĉ!!!!!!!!ďĉďĉďĉďĉďĉććććĈ!ćĈ!ĈćĈĈ!Ĉ!Ĉ!Ĉ!ĈćĈĈćĈĈĈĈĈĈ!%&'(ďĉďĉďĉ!))": 1144,
      "ćĈ!ććĈ!ćĈ!ććĈ!ćĈććĈ!ćĈ!ćĈ!ĈćĈĈ": 1145,
      "ććĈ!Ĉ!ĈĈĈ!!ćĈ!Ĉ!Ĉ!Ĉ!": 1146,
      "ćććĈćććĈĈ!Ĉ!ćĈ!ććĈćĈ!ćĈ": 1147,
      "ćĈ!Ĉ!ĈćĈććĈĈ!ĈĈĈ": 1148,
      "ĈĈĈ!ĈĈĈććĈ!ĈĈ!ĈĈĈĈ!ĈĈ!ĈĈĈĈ": 1149,
      "Ĉ!ĈĈćĈĈ!Ĉ": 1150,
      "Ĉ!ĈććĈĈ!Ĉ!": 1151,
      "Ĉ!Ĉ!ĈĈ!Ĉ!ĈĈ!ĈĈ!Ĉ!ĈĈ!ĈĈ!Ĉ!ĈĈĈ!ĈĈĈĈ!ĈĈĈĈ": 1152,
      "ćĈ!ĈĈćĈ!ćĈĈćĈ!Ĉ!": 1153,
      "ćĈ!Ĉ!ćĈ!ćĈ!ćĈ!Ĉ!ććććĈ!ććĈ!ć": 1154,
      "ććććććććććććććććććććććĈ!": 1155,
      "!!!SĂĄĆ!!ďĉ!!!!!!": 1156,
      "ćĈĈ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ": 1157,
      "!!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!ććĈ!": 1158,
      "ćĈ!ĈĈĈ!ĈĈćĈ!Ĉ!Ĉ!": 1159,
      "ćĈćĈćĈćććĈćĈ": 1160,
      "ćććĈćĈ!ćĈ": 1161,
      "ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1162,
      "ćĈ!ĈććĈĈĈćĈĈĈćĈ!ĈććĈĈĈ": 1163,
      "Ĉ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!ĈĈ!": 1164,
      "ććĈ!ĈĈĈĈĈ!ćďĉďĉ": 1165,
      "ććĈĈćĈĈĈććĈĈććĈćććĈĈĈĈĈćĈĈćĈ": 1166,
      "ćĈ!Ĉ!ćĈ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!ćĈ!ćĈ!Ĉ!ćĈĈćĈ!Ĉ": 1167,
      "ďĉ!ďĉ!!!!!!!!!!!!!!!!": 1168,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!": 1169,
      "ďĉďĉďĉ!!)!)!!!!!!!!!!!!!!!!!!!!": 1170,
      "ćĈ!Ĉ!Ĉ!ććĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1171,
      "ćĈ!Ĉ!ćĈććĈ!Ĉ!": 1172,
      "!!!!!!!!!!!!!!!ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1173,
      "Ĉ!Ĉ!ćĈ!Ĉ!ĈĈ!": 1174,
      "Ĉ!Ĉ!Ĉ!!ćĈĈĈĈ!Ĉ!ćĈ!Ĉ!ćĈĈĈćĈ!ĈĈĈĈ": 1175,
      ")!)!!!!!!!!ďĉ!ďĉďĉ": 1176,
      "ćĈ!Ĉ!ććĈćĈ!ĈĈĈĈĈĈćĈ!ććĈ": 1177,
      "LL!LK": 1178,
      "!!!!!!!!!ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈĈĈ": 1179,
      "ďĉ!ďĉ!ďĉ!ďĉ!": 1180,
      "ĈĈĈ!ĈĈĈĈ!ĈĈ!Ĉ!Ĉ!Ĉ!ĈĈ": 1181,
      "ďĉďĉďĉďĉďĉ!!ďĉ!ďĉ!": 1182,
      "ćććĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈ!ćĈ!Ĉ!ĈćĈĈćĈćĈĈĈćĈĈďĉ": 1183,
      "ćĈćĈ!ććĈ!!": 1184,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!ćĈćĈ!ćĈ": 1185,
      "ćĈĈćĈĈćĈĈĈĈĈćĈćĈĈćĈĈćĈćĈćĈććĈćĈćĈćĈćĈ!ćĈćĈćĈćĈćĈćĈćĈćĈćĈćĈćĈćĈ": 1186,
      "%!&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1187,
      "ć%&'(ďĉ!": 1188,
      "ćĈ!ććĈ!ćĈ!Ĉ": 1189,
      "ććĈĈććĈćććĈćĈćĈćĈćĈĈćĈĈćĈćĈćĈ": 1190,
      "ććććććććććććČďĉďĉććĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈ": 1191,
      "ććĈĈ!Ĉ!ĈĈĈ!ććĈ!Ĉ!Ĉ": 1192,
      "ćĈ!Ĉ!ĈĈćĈćĈĈĈĈĈĈĈĈĈĈĈĈ": 1193,
      "ććĈ!ćĈ!ćĈ!ćďĉ": 1194,
      ")!)!ďĉďĉ!!!": 1195,
      "Ĉ!Ĉ!ĈĈĈĈĈ!Ĉ!Ĉ!": 1196,
      "ćĈĈććĈĈĈćĈ!ĈćĈ!ććĈĈ!Ĉ!ĈĈćĈ!Ĉ!": 1197,
      "ćĈ!ĈĈ!ĈĈĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!": 1198,
      "Ĉ!Ĉ!ćĈ!ĈĈćĈ!ćĈ!Ĉ!Ĉ!ćĈ!ćĈ!Ĉ!ćĈĈćĈ!Ĉ!ććĈ!ĈĈćĈćĈćĈ!Ĉ!ĈćĈĈ": 1199,
      "ćĈĈćĈĈĈĈĈĈćĈĈĈĈ": 1200,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 1201,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 1202,
      "!!!!RTVa!!!SĂĄĆ": 1203,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈ": 1204,
      "Ĉ!ĈćĈ!ćĈĈĈĈĈćĈĈĈĈĈćĈ!ĈĈĈćĈ": 1205,
      "ćĈ!ĈĈ!ĈĈĈĈ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈ!ĈĈĈĈĈ": 1206,
      "Ĉ!Ĉ!ĈĈĈĈĈĈćĈ!ĈĈĈ%&'(ďĉ": 1207,
      "ćĈ!ĈĈ!Ĉ!ďĉ!ďĉ!ďĉďĉďĉ!!": 1208,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ďĉ!!!!!!!!ďĉ!!!!!ćĈ!ĈćĈ!ćĈ!ĈĈ!ćĈ!Ĉ!ĈĈĈ!ĈĈĈććĈ!": 1209,
      "ćĈĈĈĈĈĈĈĈĈĈĈĈĈ!ćĈ!ćĈĈĈĈ!Ĉ%&'(ďĉćć": 1210,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 1211,
      "ď!!": 1212,
      "ććĈ!ćĈ!Ĉ!": 1213,
      "ćĈ!ćĈ!Ĉ!ććĈ!Ĉ!Ĉ!Ĉ!ćĈĈĈ!Ĉ!ćĈ!Ĉ!": 1214,
      "ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!": 1215,
      "ďĉ!!!!!!!!!!!!!!!!!!ďĉ!!!!!!!!!!!!!!!!!!!": 1216,
      "ćĈćĈ!ćĈĈ!": 1217,
      "Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!": 1218,
      "ććććććććĈ!Ĉ!Ĉ!Ĉ!ćĈĈĈĈ!Ĉ!ćĈ!": 1219,
      "Ĉ!Ĉ!ĈĈĈĈĈĈćĈ!ĈĈĈ%&'(ďĉ%&'(%&'(%&'(": 1220,
      "ćĈĈĈĈĈĈĈĈĈĈĈĈĈ!ćĈ!ćĈĈĈĈ!Ĉ%&'(ďĉććďĉďĉ!!ďĉ": 1221,
      "ćĈ!ćĈ!Ĉ!ćĈĈ!Ĉ!Ĉ!Ĉ!ćĈćĈĈ": 1222,
      "ďĉććććććĈ!ććĈ!": 1223,
      "Ĉ!ĈĈĈĈĈĈ!Ĉ!ĈĈ!ĈĈĈĈ!ĈĈĈĈĈĈĈĈ%&'(ďĉ": 1224,
      "ďĉďĉ!!!ďĉćĈ!Ĉ!ććĈ!ććĈ!ĈĈ!ććĈ!Ĉ!Ĉ": 1225,
      "ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!Ĉ": 1226,
      "ćĈ!ćĈ!Ĉ!Ĉ!ćĈĈ!": 1227,
      ")!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1228,
      "ĈĈĈĈĈĈćĈ!ććĈćĈ!ćĈ!Ĉ!": 1229,
      "ćĈ!Čďĉďĉďĉ!ďĉďĉ!ďĉďĉďĉ!ďĉďĉ!": 1230,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈĈ!ĈĈĈĈĈĈĈ!Ĉ!Ĉ!ĈĈ!Ĉ": 1231,
      "%&'(ďĉ!!!!!!!!!!!!!!!!!!!!!": 1232,
      "ćĈ!ćĈ!Ĉ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1233,
      "ćĈĈ!Ĉ!ĈćĈĈ!ćĈ!Ĉ!ĈĈĈĈćĈĈĈĈ": 1234,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 1235,
      "!!!!RTVa!!!SĂĄĆ!!!!R!!!S": 1236,
      "ćĈ!Ĉ!ĈćĈ!Ĉ!ćĈ!ććĈĈĈĈĈćĈćĈ": 1237,
      "%&'(%&'(ďĉ!!": 1238,
      "%!!!!!!!!!!!!!!!!!!!!!!!": 1239,
      "ćĈĈĈĈ!ĈććĈ!ććććĈć!!": 1240,
      "ďĉďĉďĉ!!ďĉ!ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ďĉďĉ!ďĉćććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ďĉ!%&'(": 1241,
      "%ćć": 1242,
      "ćĈ!Ĉ!ĈćĈ!Ĉ!Ĉ!": 1243,
      "ćĈĈ!ćĈ!ćĈ!Ĉ": 1244,
      "Ĉ!ććĈ!Ĉ!Ĉ!ĈćĈ!Ĉ!": 1245,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!Ĉ!": 1246,
      "Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!ĈćĈ!Ĉ!": 1247,
      "ćĈĈĈĈĈĈĈĈććĈćĈĈ!ććĈĈĈĈćĈĈĈĈćĈĈĈĈĈĈĈĈććĈ": 1248,
      "ďĉ!!!ćććĈćĈ!ćĈ!ĈĈ!Ĉ!ćĈĈĈĈĈĈĈĈĈĈĈĈĈ!ćĈ!ćĈĈĈĈ!Ĉ%&'(ďĉććďĉďĉ!!ďĉ": 1249,
      "ćĈ!ćććĈ!ććĈćĈ!ććĈćććĈ!Ĉ!Ĉ!Ĉ!": 1250,
      "Ĉ!Ĉ!Ĉ!Ĉ!ćććĈ!": 1251,
      "ćďĉ#$": 1252,
      ")!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!)!)!!": 1253,
      "ćĈ!ćĈ!!ććĈ!ććĈ!": 1254,
      "ććććĈćĈććĈ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!ćĈ!Ĉ!ćĈ!ĈćĈ!ĈĈ!Ĉ": 1255,
      "ććććććććććććććććććććććĈ!ććĈ!ćĈ!ććĈ!": 1256,
      "ďĉďĉď%&'(ĉ": 1257,
      "ććććććććććććććććĈ!Ĉ!ćĈ!Ĉ!ĈĈ!": 1258,
      "ďĉ!!ďĉďĉďĉ)!)": 1259,
      ")ććććććććććććĈ!": 1260,
      "Ĉ!Ĉ!ćĈ!ććĈ!ćĈ!ććĈ!ćĈććĈ!ćĈ!ćĈ!ĈćĈĈ": 1261,
      "ćććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1262,
      "ććĈ!ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1263,
      "ďĉćććććććĈ!ćĈ!": 1264,
      "Ĉ!ĈĈ!Ĉ!!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!ććĈ!": 1265,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ!Ĉ!Ĉ": 1266,
      "Ĉ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!": 1267,
      "ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1268,
      "ćĈ!ĈćĈĈ!Ĉ!ćĈ!ĈĈ!ććĈ!ćĈ!ććĈćĈććć!!": 1269,
      "!!!!!!!!!!!!!!!!!!": 1270,
      "ďĉďĉďĉďĉ!ďĉďĉ!!": 1271,
      "%ć&'": 1272,
      "ćĈ!ććććććĈ!ćĈ!ććĈćććĈćććĈĈćĈćĈ!Ĉ!ćĈ!ĈćĈćĈćĈćĈ!Ĉ!ĈćĈ!Ĉ!": 1273,
      "Ĉ!Ĉ!ĈĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈ!ĈĈĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!": 1274,
      "ćĈ!ććĈććĈ!!!!!!ďĉćć": 1275,
      "%&'(ďĉďĉ!!ďĉ": 1276,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 1277,
      "Ĉ!ĈĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!ďĉ!!": 1278,
      "ćććĈćććĈĈ!Ĉ!ćĈ!ććĈćĈ!ćĈ!!Č!!Č!": 1279,
      "ćĈ!ćĈ!ććććĈ!ććĈ!ćććĈ!ćććĈ": 1280,
      "ćććĈĈ!ćĈ!Ĉ!ĈćĈĈĈćĈĈĈćĈĈćććć": 1281,
      "ććććććĈ!ććČ": 1282,
      "%&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1283,
      "ďĉ!!ďĉ!!!!!!!!)!!!!!!!!)!)!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1284,
      "ćććĈ!Ĉ!Ĉ!ĈĈ!Ĉ!ćĈ!Ĉ!Ĉ!ĈćĈ!Ĉ!Ĉ!Ĉ": 1285,
      "ććĈ!ććććĈćĈćĈćĈććććĈ!Ĉ!ććĈ!ĈććććĈćĈćĈćĈćĈćĈćĈćĈćĈćĈ": 1286,
      "ććććććććĈ!Ĉ!ćĈĈ": 1287,
      "ďĉ%&'(!": 1288,
      "ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 1289,
      "ććĈ!ćĈ!ććĈ!ćĈ!ćĈ!ććĈćĈ!Ĉ!Ĉ!Ĉ!ćĈ!ćć": 1290,
      "ďĉďĉďĉ!ďĉďĉćććć": 1291,
      "ďĉ!ďĉĈ!Ĉ!ćĈ!Ĉ!ĈĈĈ": 1292,
      "ććććĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1293,
      "Ĉ!Ĉ!ĈćĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ!Ĉ!ĈĈĈĈ": 1294,
      "ććććĈ!ćĈ!ĈĈ!ććĈ!ćĈ!ĈĈ!ćĈ!Ĉ!": 1295,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ćĈ!Ĉ!ĈćĈ!Ĉ!": 1296,
      "ćĈćĈĈĈĈĈćĈĈćĈćĈćĈćĈĈĈćĈĈĈĈĈĈ": 1297,
      "ćĈ!Ĉ!ććĈćĈ!ĈĈĈĈĈĈćĈ!ććĈććĈ!ćĈ!Ĉ": 1298,
      "ćĈ!ććĈ!Ĉ!Ĉ": 1299,
      "ćďĉďĉďĉĈ!ĈĈĈĈ": 1300,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ!ĈĈ": 1301,
      "ďĉ!ďĉďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1302,
      "Ĉ!ĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈ!Čďĉ!ćććććććĈ!Ĉ!ććććććĈ!ćĈĈ%&'(ďĉďĉ": 1303,
      "ćĈĈćĈĈĈĈĈĈćĈĈĈĈćĈĈćĈĈćĈ!ćććĈ!ćć": 1304,
      "ćććĈ!Ĉ!ćĈ!Ĉ!Ĉ": 1305,
      "Ĉ!ĈĈ!ćĈ!Ĉ": 1306,
      "%&'(ďĉ!!ďĉ!!": 1307,
      "ććććććććĈ!ćććĈ!Ĉ!": 1308,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!ĈĈ!ĈĈ!ĈĈĈ!ĈĈĈĈĈ!ĈĈĈĈĈĈ!Ĉ!ĈĈ!ĈĈĈĈ!ĈĈĈĈĈĈĈĈ%&'(ďĉ": 1309,
      "ďĉ!!!!!!!!ďĉďĉďĉďĉďĉććććĈ!ćĈ!ĈćĈĈ!Ĉ!Ĉ!Ĉ!ĈćĈĈćĈĈĈĈĈĈ!%&'(ďĉďĉďĉ!))ďĉ!ďĉďĉďĉďĉ": 1310,
      "%&'(ďĉ!!!!!!!!!!!!!!!!!!!!!ďĉďĉďĉďĉĈ!ĈĈĈćĈ!ćĈĈĈ": 1311,
      "Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!ĈĈĈćĈćĈćĈĈĈćĈ": 1312,
      "Ĉ!ď": 1313,
      "ďĉďĉ!!ďĉ!!ďĉďĉ": 1314,
      "!!!!!!!ďĉ!!ďĉďĉ!!!": 1315,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1316,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1317,
      "ďĉ!!!ćććććĈ!ĈĈ!ĈĈĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!": 1318,
      "ćććĈ!Ĉ!ćććĈĈćĈ!ĈĈĈ!!ćććć!!!!!!!!!!!!!!!!!!!!": 1319,
      "Ĉ!ĈććĈĈ!Ĉ!ććĈ!Ĉ!ĈĈ!ĈĈĈ": 1320,
      "ćĈ!Ĉ!ćĈ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!ćĈ!ćĈ!Ĉ!ćĈĈćĈ!ĈććĈ!ĈćĈćĈćĈ!ĈćĈĈ": 1321,
      "ćĈ!Ĉ!Ĉ!ććĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!ćĈ!ćĈ!ćĈ": 1322,
      "Ĉ!Ĉ!Ĉ!Ĉ!!Ĉ!Ĉ!Ĉ": 1323,
      "ćĈĈ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈćĈ!Ĉ!Ĉ!": 1324,
      "ďĉďĉďĉ!ďĉďĉďĉ!!": 1325,
      "ďĉ!ďĉ!!!SĂĄĆ!!ďĉ!!!!!!": 1326,
      "ćďĉ!!!!!!!!!": 1327,
      "ććĈ!Ĉ!ĈĈĈ!Ĉ!Ĉ!ĈĈćĈďĉ!!ďĉďĉ!!!": 1328,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!ćĈćĈ!ćĈćĈ!ććĈćĈ!ćĈ": 1329,
      ")!)!ďĉďĉ!!!)!)!!": 1330,
      "ďĉ!Ĉ!ĈćĈ!Ĉ!Ĉ!ĈćĈ!ćć": 1331,
      "ćďĉććć": 1332,
      "ćĈĈ!Ĉ!ĈĈĈćĈćĈ!ććĈ!!": 1333,
      "ćĈ!ćĈ!Ĉ!ćĈĈ!Ĉ!Ĉ!Ĉ!ćĈćĈĈćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1334,
      "Ĉ!ĈĈćďĉďĉďĉďĉďĉďĉďĉ!": 1335,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈ": 1336,
      "))))": 1337,
      "ćććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1338,
      "ďĉ!!!!!!!!!!!!!": 1339,
      "ďĉďĉććććććĈ!ćććĈ!ćć": 1340,
      "Ĉ!Ĉďĉ!ďĉ!ďĉ": 1341,
      "ďĉďĉ!!ďĉ!!!!!!)!!!!!!!!)": 1342,
      "ććććĈ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1343,
      "ććĈ!ććĈ!ćĈ!Ĉ!ćĈććĈ!Ĉ!": 1344,
      "&'(ćďĉ!ďĉćććĈ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈďĉďĉ!ćććććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!Ĉ!ĈĈ!%&'(ďĉ!!!!!!!!!!!!!!!!!!!!!ďĉďĉďĉďĉĈ!ĈĈĈćĈ!ćĈĈĈ": 1345,
      "ćĈ!ćĈ!Ĉ!ććĈ!Ĉ!Ĉ!Ĉ!ćĈĈĈ!Ĉ!ćĈ!Ĉ!ĈĈĈ!ĈĈĈććĈ!ćĈćĈĈĈ!Ĉ": 1346,
      "&'": 1347,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 1348,
      "ďĉ!)!)!!!!!!!!!!ďĉ!!!!!!": 1349,
      "-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(-%&+/,'(": 1350,
      "ćććććććĈ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!": 1351,
      "ćĈ!ćĈ!Ĉ!ććĈ!ĈććĈ!Ĉ!ćĈ!ćĈ!Ĉ!Ĉ!ćĈĈ!": 1352,
      "Ĉ!ĈĈćĈĈ!Ĉďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1353,
      "%&'(%&'(ďĉ!!ććććććĈććĈ!": 1354,
      "ďĉďĉďĉďĉďĉďĉďĉ!ďĉ!ďĉ": 1355,
      "ććććĈ!ćĈ!Ĉ!Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ": 1356,
      "ďĉďĉďĉďĉ!ďĉďĉ%!!!&'(": 1357,
      "ďĉďĉďĉ!!ďĉďĉćĈ!Čďĉďĉďĉ!ďĉďĉ!ďĉďĉďĉ!ďĉďĉ!": 1358,
      "ćĈćĈćĈćććĈćĈćććĈćĈ": 1359,
      "ďĉććććććĈ!ććĈ!ććĈ!Ĉ!Ĉ!Ĉ!ćććĈ!Ĉ!Ĉ!ććĈ": 1360,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ććĈ!": 1361,
      "ĈĈĈ!Ĉ!Ĉ!ĈĈĈ": 1362,
      "ććĈ!Ĉ!Ĉ!ĈćĈ!Ĉ!ĈćĈććĈĈ!ĈĈĈ": 1363,
      "ďĉďĉ%&'(!": 1364,
      "ćććććććććććĈ!ćĈ!!ććĈ!ććĈ!": 1365,
      "ćććĈĈĈĈĈććĈĈććĈćććĈćĈćĈćĈćĈĈćĈĈćĈćĈćĈ": 1366,
      "ďĉďĉ)ďĉďĉ!": 1367,
      "ďĉ!!ďĉ!ďĉ!": 1368,
      ")!)ďĉďĉďĉďĉďĉďĉ!!!": 1369,
      "ććĈ!Ĉ!ĈćĈĈĈććĈĈĈććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈĈ!Ĉ!Ĉ!ćĈĈĈććĈĈ!ćććĈ!ććĈ!ćĈ!ĈĈĈćć!!!!": 1370,
      "ćĈ!ĈććĈĈĈćĈĈĈćĈ!ĈććĈĈĈćĈĈććĈĈĈćĈ!ĈćĈ!ććĈĈ!Ĉ!ĈĈćĈ!Ĉ!": 1371,
      "ćććććććććććććććĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1372,
      "ďĉďĉ!!ďĉďĉďĉ!": 1373,
      "!!!!!!!!!ďĉ!!!!!!!!": 1374,
      "ďĉ!!ďĉďĉďĉďĉďĉ!!ďĉ!ďĉ!": 1375,
      "ďĉ!!ćććććććĈ!Ĉ!Ĉ!ććĈĈććĈ!ćĈĈ": 1376,
      "ćďĉććććććććććććććććĈ!Ĉ!ćĈ!Ĉ!ĈĈ!": 1377,
      "ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!ććĈ!Ĉ!Ĉ!ĈćĈ!Ĉ!": 1378,
      "ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!)!)": 1379,
      "ćďĉďĉ!!": 1380,
      "%&'(Ĉ!Ĉ!": 1381,
      "ďĉďĉďĉďĉ!ďĉ!!": 1382,
      "ćĈĈĈććĈ!Ĉ!ććĈ!ćććĈćĈćĈćĈćĈĈćĈĈćĈćĈćĈćĈ!Ĉ!ĈćĈ!Ĉ!Ĉ!": 1383,
      "ćććććĈ!ćĈ!ććććĈ!ććĈ!ćććĈ!ćććĈ": 1384,
      "ćĈĈĈĈ!": 1385,
      "3322": 1386,
      "ćĈćĈĈĈĈĈĈĈćĈĈĈĈĈĈćĈćĈ!ćĈĈ!": 1387,
      "ďĉďĉďĉ!!)!)!!!!!!!!!!!!!!!!!!!!ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1388,
      "ććććććććććććććććććććććĈ!ććĈ!ćĈ!ććĈ!ććććĈ!ćććĈććĈćććĈććććĈććĈććććĈććĈ": 1389,
      "ćĈ!ďĉ!%&'(": 1390,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1391,
      "ćććććĈ!Ĉ!Ĉ!ćĈĈćĈďĉďĉ": 1392,
      "ććĈĈćĈĈĈććĈĈććĈćććĈĈĈĈĈćĈĈćĈćĈĈćĈĈćĈĈĈĈĈćĈćĈĈćĈĈćĈćĈćĈććĈćĈćĈćĈćĈ!ćĈćĈćĈćĈćĈćĈćĈćĈćĈćĈćĈćĈ": 1393,
      "ĈĈĈ!ĈĈĈĈ!ĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈ!Ĉ!ĈĈ!Ĉ": 1394,
      "ććĈ!ćĈ!Ĉ!ĈĈĈ!ĈĈĈććĈ!ĈĈ!ĈĈĈĈ!ĈĈ!ĈĈĈĈ": 1395,
      "ďĉ!!!ćććĈćĈ!ćĈ!ĈĈ!Ĉ!ćĈĈĈĈĈĈĈĈĈĈĈĈĈ!ćĈ!ćĈĈĈĈ!Ĉ%&'(ďĉććďĉďĉ!!ďĉććĈ!ĈĈĈĈĈ!ćďĉďĉ": 1396,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!)!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!)!)!!": 1397,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!ĈćĈ!ćĈĈĈĈĈćĈĈĈĈĈćĈ!ĈĈĈćĈ": 1398,
      "Ĉ!ĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈ!Čďĉ!ćććććććĈ!Ĉ!ććććććĈ!ćĈĈ%&'(ďĉďĉĈ!ĈĈďĉ!!": 1399,
      "L!LK!LK": 1400,
      "ďĉ%&'(ďĉ": 1401,
      "ĈĈĈ!Ĉ!Ĉ!ĈĈĈĈ!Ĉ!ĈĈ!Ĉ!Ĉ!ĈĈĈĈ": 1402,
      "ććĈ!Ĉ!ĈćĈĈĈććĈĈĈććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈĈ!Ĉ!Ĉ!ćĈĈĈććĈĈ!ćććĈ!ććĈ!ćĈ!ĈĈĈćć!!!!%&'(ďĉ!!ďĉ!!": 1403,
      "!!!!!!!!!!!ďĉ": 1404,
      "&'(!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 1405,
      "ďĉ!ďĉ!!ćĈ!": 1406,
      "Ĉ!%&'(": 1407,
      "ďĉ!ďĉććććĈ!ćĈ!ĈĈ!ććĈ!ćĈ!ĈĈ!ćĈ!Ĉ!": 1408,
      "Ĉ!ĈĈĈ!ĈĈĈ": 1409,
      "ćĈ!ćććĈ!ććĈćĈ!ććĈćććĈ!Ĉ!Ĉ!Ĉ!ćććĈćĈ!ćĈ": 1410,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ!Ĉ!ĈĈ!Ĉ!ĈĈ!Ĉ!ĈĈ!ĈĈ!Ĉ!ĈĈ!ĈĈ!Ĉ!ĈĈĈ!ĈĈĈĈ!ĈĈĈĈ": 1411,
      "ććĈ!ćĈ!ćČ": 1412,
      "ďĉ!ďĉďĉďĉďĉďĉďĉ!!": 1413,
      "ććĈ!Ĉ!Ĉ!ććĈ!Ĉ!Ĉ!ĈĈ!Ĉ!!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!ććĈ!": 1414,
      "!!!!!!!!!ććććĈ!ĈĈ%&'(ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!)!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!)!)!!": 1415,
      "ďĉ!!!!!!!!!!!!!!!": 1416,
      "ďĉďĉďĉď%&'(ĉ": 1417,
      "ćććĈ!Ĉ!ćĈ!Ĉ!ćĈ!ćĈ!ćĈ!ĈĈ!Ĉ!": 1418,
      "ďĉ!!!!!!!!!!!!!!!!!!ďĉ!!!!!!!!!!!!!!!!!!!ďĉ!!!!!!!!": 1419,
      ")ććććććććććććĈ!ććĈ!ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1420,
      "ćďĉďĉďĉćĈ!Ĉ!Ĉ!Ĉ!": 1421,
      "ďĉ!!ďĉ!ććĈ!ďĉ!ďĉďĉ!!": 1422,
      "ćĈ!%&'(ďĉ": 1423,
      "ććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!Ĉ!": 1424,
      "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!ďĉ!ďĉ!!!!!!!!!!!": 1425,
      "ććĈ!ćććĈ!ćććĈ!ćććĈ!Ĉ!Ĉ!ďĉćć": 1426,
      "Ĉ!Ĉ!Ĉ!!ćĈĈĈĈ!Ĉ!ćĈ!Ĉ!ćĈĈĈćĈ!ĈĈĈĈĈ!Ĉ!ćĈ!ććĈ!ćĈ!ććĈ!ćĈććĈ!ćĈ!ćĈ!ĈćĈĈ": 1427,
      "ććććććććĈ!Ĉ!ćĈĈćĈ!ĈĈćĈ!ćĈĈćĈ!Ĉ!": 1428,
      "Ĉ!Ĉ!Ĉ!ĈćĈĈ!Ĉ!ĈćĈĈ!ćĈ!Ĉ!ĈĈĈĈćĈĈĈĈ": 1429,
      "%&'(ďĉĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1430,
      "ćĈ!Ĉ!ĈćĈ!ć": 1431,
      "ĉĉĉĉĉĉĉĉ": 1432,
      "Ĉ!ĈćĈ!Ĉ!Ĉ!ĈćĈ!ććďĉ!Ĉ!ĈćĈ!Ĉ!Ĉ!ĈćĈ!ćć": 1433,
      "ďĉććĈ!ćććĈćććĈĈ!Ĉ!ćĈ!ććĈćĈ!ćĈ!!Č!!Č!": 1434,
      "Ĉ!Ĉ!ĈĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈ!ĈĈĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 1435,
      "ććććĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!ĈćĈ!Ĉ!": 1436,
      "ćĈ!Ĉ!Ĉ!Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ!": 1437,
      "%!!!!!!!!!!!!!!!!!!!!!!!!": 1438,
      "ďĉďĉďĉďĉďĉďĉ!%&'(%&'(": 1439,
      "2323232222222222222222222222222222222222222222244444444%&5555555522222222222222222222222266666666": 1440,
      "ććććĈ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!ĈĈćĈ!ćĈ!Ĉ!Ĉ!ćĈ!ćĈ!Ĉ!ćĈĈćĈ!Ĉ!ććĈ!ĈĈćĈćĈćĈ!Ĉ!ĈćĈĈ": 1441,
      "ďĉďĉ!ďĉ!)ďĉďĉďĉć": 1442,
      "ććĈ!Ĉ!ĈĈĈ!Ĉ!Ĉ!ĈĈćĈďĉ!!ďĉďĉ!!!)!)": 1443,
      "ďĉćĈ!": 1444,
      "ďĉ!ćĈ!ćĈ": 1445,
      "ďĉďĉďĉďĉďĉďĉćďĉ!ďĉ": 1446,
      "ć%&'(ďĉ!!!!!!!!!": 1447,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!ĈĈĈĈĈ!Ĉ!Ĉ!": 1448,
      "ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!": 1449,
      "ćććĈ!Ĉ!ććĈ!ćĈ!ćČ": 1450,
      "ďĉ!!ďĉ!ďĉďĉďĉ!": 1451,
      "ćććĈ!Ĉ!Ĉ!Ĉďĉ!!!!!ďĉ!)!)!!!!!!!!!!!!!!": 1452,
      "ćĈ!ĈĈĈ!ĈĈćĈ!Ĉ!Ĉ!ćĈćĈĈĈĈĈćĈĈćĈćĈćĈćĈĈĈćĈĈĈĈĈĈ": 1453,
      "ććĈ!ćĈ!ććĈ!ćĈ!ćĈ!ććĈćĈ!Ĉ!Ĉ!Ĉ!ćĈ!ććĈĈĈĈĈĈćĈ!ććĈćĈ!ćĈ!Ĉ!": 1454,
      "ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!)!)!!!!!!!!!ććććĈ!ĈĈ%&'(ďĉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!)!)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!)!)!!": 1455,
      "ćďĉďĉďĉďĉ": 1456,
      "ďĉďĉďĉ%&'(Ĉ!Ĉ!ĈĈ!Ĉ!ĈĈĈĈ!Ĉ!ĈĈ!Ĉ!Ĉ!!": 1457,
      "ćććććććĈ!Ĉ!ćĈ!ĈćĈĈ!Ĉ!ćĈ!ĈĈ!ććĈ!ćĈ!ććĈćĈććć!!": 1458,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉćć": 1459,
      "L!": 1460,
      "ďĉďĉďĉďĉ!!!!ďĉ!!": 1461,
      "Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈďĉ!": 1462,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈćĈĈĈĈ!ĈććĈ!ććććĈć!!": 1463,
      "ćććĈ!Ĉ!ćććĈĈćĈ!ĈĈĈ!!ćććć!!!!!!!!!!!!!!!!!!!!%&'(%&'(": 1464,
      "Ĉ!ĈĈćďĉďĉďĉďĉďĉďĉďĉ!ďĉ!ďĉďĉďĉ!": 1465,
      "ććĈ!Ĉ!ĈćĈĈĈććĈĈĈććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈĈ!Ĉ!Ĉ!ćĈĈĈććĈĈ!ćććĈ!ććĈ!ćĈ!ĈĈĈćć!!!!%&'(ďĉ!!ďĉ!!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ďĉ!!!!!!!!ďĉ!!!!!ćĈ!ĈćĈ!ćĈ!ĈĈ!ćĈ!Ĉ!ĈĈĈ!ĈĈĈććĈ!": 1466,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!ĈĈ!ĈĈ!ĈĈĈ!ĈĈĈĈĈ!ĈĈĈĈĈĈ!Ĉ!ĈĈ!ĈĈĈĈ!ĈĈĈĈĈĈĈĈ%&'(ďĉ": 1467,
      "LK": 1468,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 1469,
