{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[CLS]": 0,
      "[MASK]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "Ā": 98,
      "ā": 99,
      "Ă": 100,
      "ă": 101,
      "Ą": 102,
      "ą": 103,
      "Ć": 104,
      "ć": 105,
      "Ĉ": 106,
      "ĉ": 107,
      "Ċ": 108,
      "ċ": 109,
      "Č": 110,
      "č": 111,
      "Ď": 112,
      "ď": 113,
      "Đ": 114,
      "đ": 115,
      "Ē": 116,
      "ē": 117,
      "Ĕ": 118,
      "ĕ": 119,
      "Ė": 120,
      "ė": 121,
      "Ę": 122,
      "ę": 123,
      "Ě": 124,
      "ě": 125,
      "Ĝ": 126,
      "ĝ": 127,
      "Ğ": 128,
      "ğ": 129,
      "Ġ": 130,
      "ġ": 131,
      "Ģ": 132,
      "ģ": 133,
      "Ĥ": 134,
      "ĥ": 135,
      "Ħ": 136,
      "ħ": 137,
      "Ĩ": 138,
      "ĩ": 139,
      "Ī": 140,
      "ī": 141,
      "Ĭ": 142,
      "ĭ": 143,
      "Į": 144,
      "į": 145,
      "İ": 146,
      "ı": 147,
      "Ĳ": 148,
      "ĳ": 149,
      "Ĵ": 150,
      "ĵ": 151,
      "Ķ": 152,
      "ķ": 153,
      "ĸ": 154,
      "Ĺ": 155,
      "ĺ": 156,
      "Ļ": 157,
      "!!": 158,
      "!!!!": 159,
      "!!!!!!!!": 160,
      "Ĉ!": 161,
      "ďĉ": 162,
      "ćć": 163,
      "ďĉďĉ": 164,
      "ĈĈ": 165,
      "Ĉ!Ĉ!": 166,
      "'(": 167,
      "&'(": 168,
      "%&'(": 169,
      "ćĈ!": 170,
      "22": 171,
      "ĈĈĈĈ": 172,
      "ćććć": 173,
      "ćĈ!Ĉ!": 174,
      "ďĉďĉďĉďĉ": 175,
      "ďĉ!": 176,
      "ćĈ": 177,
      "2222": 178,
      "%&'(%&'(": 179,
      "!!!": 180,
      "Ĉ!Ĉ!Ĉ!Ĉ!": 181,
      "Ĉ!Ĉ": 182,
      "ćĈĈ": 183,
      "ććĈ!": 184,
      "ďĉ!!": 185,
      "ĈĈĈĈĈĈĈĈ": 186,
      "ćĈćĈ": 187,
      "MM": 188,
      "ĈĈĈ": 189,
      "ćĈ!ćĈ!": 190,
      "%&": 191,
      "ďĉďĉ!": 192,
      "ćććććććć": 193,
      ")!": 194,
      "ďĉďĉďĉ": 195,
      "Ĉ!ćĈ!Ĉ!": 196,
      "22222222": 197,
      "ććĈ": 198,
      "LL": 199,
      "%!!!!!!!!": 200,
      ")!)": 201,
      "!!!!!!": 202,
      "ćĈ!Ĉ": 203,
      "Ĉ!Ĉ!Ĉ": 204,
      "ćććĈ!Ĉ!": 205,
      "!!!!!": 206,
      "ďĉďĉďĉ!": 207,
      "!!!!!!!": 208,
      "MMMM": 209,
      "ďĉ!ďĉ": 210,
      "%&'(ďĉ": 211,
      "ćĈ!ćĈ!Ĉ!": 212,
      "ďĉďĉ!!": 213,
      "01": 214,
      "Ĉ!ĈĈĈ": 215,
      "!!!!!!!!!": 216,
      "ćĈĈĈ": 217,
      "Ĉ!ĈĈ": 218,
      "44": 219,
      "55": 220,
      "66": 221,
      "88": 222,
      "ćĈĈĈĈ": 223,
      "ććĈ!Ĉ!": 224,
      "+/": 225,
      "+/,": 226,
      "+/,'(": 227,
      "%&'(ĉ": 228,
      "%&-": 229,
      "!L": 230,
      "!&'(": 231,
      "ďĉďĉďĉďĉ!": 232,
      "!LK": 233,
      "ďĉ%&'(": 234,
      "ď%&'(ĉ": 235,
      "Ĉ!ĈĈĈĈ": 236,
      "77": 237,
      "LLLL": 238,
      "ďĉďĉďĉ!!": 239,
      "ďĉ!ďĉ!": 240,
      "ćďĉ": 241,
      "ćĈ!ćć": 242,
      "ćĈćĈćĈ": 243,
      "%!&'(": 244,
      "Ĉ!Ĉ!ćĈ!Ĉ!": 245,
      "&'(ĉ": 246,
      "%ď": 247,
      "MMMMMMMM": 248,
      "Ĉ&'(": 249,
      "ćĈ!ććĈ": 250,
      "ćďĉ!": 251,
      "ćĈ!ćĈ": 252,
      "%ď&'(ĉ": 253,
      "-%&": 254,
      "%Ĉ&'(": 255,
      "!!&'(": 256,
      "23": 257,
      "Ĉ!Ĉ!Ĉ!Ĉ": 258,
      "!!!S": 259,
      "ĉĉ": 260,
      "Ĉ!Ĉ!Ĉ!": 261,
      "ďĉďĉ%&'(": 262,
      "ćĈćĈćĈćĈ": 263,
      "ďĉćććć": 264,
      "ćććĈ": 265,
      "%&-+/,'(": 266,
      "ĈćĈĈ": 267,
      "'(3": 268,
      "ć%&'(": 269,
      "!LK!LK": 270,
      "ďď": 271,
      "Ĉ!ćĈ!": 272,
      "!!!&'(": 273,
      "ććććććĈ!": 274,
      "))": 275,
      "+01": 276,
      "4444": 277,
      "5555": 278,
      "6666": 279,
      "8888": 280,
      "-%&+/,'(": 281,
      "ććĈ!Ĉ": 282,
      "ćĈ!Ĉ!Ĉ": 283,
      "ććććĈ": 284,
      "ćĈ!ććĈ!": 285,
      "Ĉ!Ĉ!ĈĈ": 286,
      "Ĉ!ĈĈ!Ĉ": 287,
      "ďĉĉ": 288,
      "ďĉďĉ!!!": 289,
      "ďĉ!!ďĉ": 290,
      "ćĈ!Ĉ!Ĉ!": 291,
      "ćĈ!ć": 292,
      "ćĈĈĈĈĈ": 293,
      "Ĉ!ćć": 294,
      "222222": 295,
      "!!!!!!&'(": 296,
      "'(7": 297,
      "ĄĆ": 298,
      "!!!!&'(": 299,
      "ĂĄĆ": 300,
      "222": 301,
      "4%&": 302,
      "5222": 303,
      "6'(7": 304,
      "4%&5222": 305,
      "8,": 306,
      "6'(78,": 307,
      "%&-+01": 308,
      "ďďĉĉ": 309,
      "!!!!!&'(": 310,
      "TV": 311,
      "'(3222222": 312,
      "!!ďĉ": 313,
      "ćĈĈćĈĈ": 314,
      "TVa": 315,
      "ďĉ!!!": 316,
      "ďĉďĉ!!ďĉ": 317,
      "%Ĉ&'(!": 318,
      "!!!!R": 319,
      "%!!&'(": 320,
      "ććććĈ!": 321,
      "ďĉ!!ďĉ!": 322,
      "0101": 323,
      "ćĈ!ĈĈĈ": 324,
      "LLLLLLLL": 325,
      "ććć": 326,
      "ĈĈĈĈĈĈĈĈĈ": 327,
      "%&'(ďĉďĉ": 328,
      "%&'(ďĉ!": 329,
      "ĈĈĈĈĈ": 330,
      "ćĈ!Ĉ!Ĉ!Ĉ!": 331,
      "2323": 332,
      "!!!SĂĄĆ": 333,
      "ććĈ!ć": 334,
      "ďĉďĉćććć": 335,
      "ď!": 336,
      "ććĈ!ćĈ!Ĉ!": 337,
      "ĈĈĈĈĈĈ": 338,
      "ćĈĈćĈ": 339,
      "ćĈĈĈĈĈĈĈĈ": 340,
      ")!!!!!!!!": 341,
      "#$": 342,
      "%ć": 343,
      "!!!ďĉ": 344,
      "ćĈ!ćĈ!Ĉ": 345,
      "ććĈĈĈ": 346,
      "ćĈ!ĈĈ": 347,
      "Ĉ!ĈćĈ!Ĉ!": 348,
      "!!!!!!)!)": 349,
      "ććĈ!ćć": 350,
      "%ĉ": 351,
      "ďĉďĉ!ďĉ!": 352,
      "%&'": 353,
      "ĉ!": 354,
      "ď%ĉ": 355,
      "7777": 356,
      "Ĉ!Ĉ!ĈĈ!Ĉ": 357,
      "Ĉ!Ĉ!ĈĈĈ": 358,
      "%!!!&'(": 359,
      "ď%ĉ&'(": 360,
      ")!)!!": 361,
      "ďĉćć": 362,
      "ďĉ!ďĉďĉ": 363,
      "Ĉ!Ĉ!Ĉ!!": 364,
      "011": 365,
      "ďĉďĉ!ďĉ": 366,
      "Ĉ!ćĈ!Ĉ": 367,
      "Ĉ!ćĈ!Ĉ!Ĉ": 368,
      "ďĉ!%&'(": 369,
      "ĈĈĈ!ĈĈĈ": 370,
      "0011": 371,
      "ććĈĈ": 372,
      "ďĉďĉďĉ!ďĉ": 373,
      "!!!!ďĉ": 374,
      "ćďĉďĉ": 375,
      "ď'(": 376,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 377,
      "ďĉ!ďĉďĉďĉ": 378,
      "33": 379,
      "!!)!": 380,
      "ćĈĈĈĈĈĈ": 381,
      "ćĈ!ćĈĈ": 382,
      "Ĉ!ććĈ!Ĉ!": 383,
      "%&ď'(": 384,
      "ďĉ!ďĉ!!": 385,
      "ćĈĈĈćĈĈ": 386,
      "ĈĈĈĈ!": 387,
      "#.": 388,
      "$#$": 389,
      "ď(": 390,
      "#..": 391,
      "!ďĉ": 392,
      "!!!!R!!!S": 393,
      "ćĈ!Ĉ!ććĈ!": 394,
      "Ĉ!ĈĈĈĈĈĈĈ": 395,
      "Ĉ!ďĉ": 396,
      "ććĈćć": 397,
      "ĈćĈĈćĈ": 398,
      "$#$!!)!": 399,
      "%&'ď(": 400,
      "Ĉ!ćĈ": 401,
      "ćććĈ!Ĉ!Ĉ!": 402,
      "RTVa": 403,
      "ĉĉĉĉ": 404,
      "Ĉ!ĈĈćĈ": 405,
      "Ĉ!ĈĈ!ĈĈĈ": 406,
      "ćďĉďĉďĉ": 407,
      "%&'(ďĉ!!": 408,
      "%ć&'(": 409,
      "ćĉ": 410,
      "ćďĉďĉďĉďĉ": 411,
      "%&5555": 412,
      "44444444": 413,
      "66666666": 414,
      "8888,": 415,
      "88888888,": 416,
      "%&ď'(ĉ": 417,
      "ćććććć": 418,
      "Ĉ!ćĈ!ćĈ!": 419,
      "(7": 420,
      "!!!!!!!ďĉ": 421,
      "%!!!!!!!": 422,
      "ďĉ!ďĉďĉ!!": 423,
      "%!": 424,
      "ďĉ!ďĉ!ďĉ": 425,
      "%&'ď(ĉ": 426,
      "244444444": 427,
      "ćďĉ!ďĉ": 428,
      "Ĉ!ććĈ!": 429,
      "Ĉ!Ĉ!ćĈ!": 430,
      "ćĈćĈĈ": 431,
      "Ĉ!ĈĈĈĈĈ": 432,
      "ć!": 433,
      "ćĈ!Č": 434,
      "ćĈććĈ": 435,
      "%&'(!": 436,
      "ćĈ!ćĈ!ćĈ!": 437,
      "ďĉ!!!!!": 438,
      "ďĉďĉ!!!!": 439,
      "Ĉ!Ĉ!ćĈ": 440,
      "ćĈ!ćČ": 441,
      "L!LK": 442,
      "Ĉ!%&'(": 443,
      "ďĉďĉ)": 444,
      "%!!!!&'(": 445,
      "ććĈ!Ĉ!Ĉ": 446,
      "%!!!!!&'(": 447,
      "!!!ďĉ!!": 448,
      "Ĉ!Ĉ!ĈĈĈĈ": 449,
      "ćĈ!ďĉ!": 450,
      "ććććĈ!Ĉ!": 451,
      "!!!!)!)": 452,
      "ćĈ!ĈĈ!Ĉ!": 453,
      "ćĈĈ%&'(": 454,
      "'7777": 455,
      "ćďĉďĉ!": 456,
      "&'(!": 457,
      "!!Č": 458,
      "ććććĈććĈ": 459,
      "!!!!!ďĉ": 460,
      "ćććĈ!ćĈ!": 461,
      "ćĈćĈ!ćĈ": 462,
      "!!!!ďĉ!!": 463,
      "Ĉ!ĈćĈ!ćć": 464,
      "!!!!RTVa": 465,
      "Ĉ!Ĉ!Ĉ!ĈĈĈ": 466,
      "Ĉ!ććĈ!Ĉ!Ĉ": 467,
      "ććĈććĈ!": 468,
      "Ĉ!ĈĈĈĈ!": 469,
      "ććĈ!ććććĈ": 470,
      "ććććĈ!ĈĈ": 471,
      "ćĈĈĈĈ!Ĉ": 472,
      "Ĉ!ćĈ!ćĈ!Ĉ": 473,
      "ĈĈĈĈćĈĈĈĈ": 474,
      "Ĉ!Ĉćć": 475,
      "ć%&'(ďĉ": 476,
      "ćććĈćĈ": 477,
      "ďĉ!ćććć": 478,
      "Ĉ!ĈĈĈĈĈĈ": 479,
      "ćĈ!ĈććĈĈĈ": 480,
      "ćĈćĈĈĈĈ": 481,
      "Ĉ!ĉ": 482,
      "ď%&'(ĉ!": 483,
      "ććĈĈććĈćć": 484,
      "ćĈĈ!ćĈ!Ĉ!": 485,
      "%&'(ďĉćć": 486,
      "Ĉ!Ĉ!Ĉ!Ĉ!!": 487,
      "ćććĈĈ": 488,
      "ďĉ!)!)": 489,
      "-%&+01": 490,
      "ďďďď": 491,
      "ćď": 492,
      "Ĉ!Ĉ!Ĉ!ĈćĈ": 493,
      "%ćĈ": 494,
      "ćććĈ!": 495,
      "ď!ĉ": 496,
      "!!!!!)!)": 497,
      "!!!ďĉ!ďĉ": 498,
      "%ć&": 499,
      "!!!!%&'(": 500,
      "!!!)!)": 501,
      "!!%&'(": 502,
      "ĥĤ": 503,
      "%&'(ďĉďĉ!": 504,
      "ďĉ!!ďĉďĉ": 505,
      "Ĉ!ĈćĈ!": 506,
      "Ĉ!!": 507,
      "%&'(Ĉ!Ĉ!Ĉ": 508,
      "Ĉ!ďĉďĉ": 509,
      "ďĉ)!)": 510,
      "ććĈ!ćďĉ": 511,
      "ćĈ!ćĈ!Ĉ!Ĉ": 512,
      "Ĉ!ĈĈĈĈ!Ĉ": 513,
      ")!)!)": 514,
      "ĈĈĈĈĈĈĈ": 515,
      "Ĉ!ĈĈ!Ĉďĉ": 516,
      "ďĉď%&'(ĉ": 517,
      "Ĉ!ďĉďĉ!": 518,
      "ćďĉ!ćććć": 519,
      "Ĉ(": 520,
      "ďĉďĉďĉ)!)": 521,
      "ĖĖ": 522,
      "ćĈ!ćĈ!ć": 523,
      "ďĉďĉ!ďĉ!!": 524,
      "ďĉ!ďĉďĉ!": 525,
      "Ĉ'(": 526,
      "%ď&'(ĉ!": 527,
      "Ē!!": 528,
      "322": 529,
      "Ĉ!ĈĈĈ!": 530,
      "Ĉ!Ĉ!ćĈ!Ĉ": 531,
      "ćĈ!Ĉ!ćĈ!Ĉ": 532,
      "7(7": 533,
      "!!!!ďĉ!ďĉ": 534,
      "01'(3": 535,
      "!!!%!&'(": 536,
      ")!)!": 537,
      "Ĉ!ď": 538,
      "!!ćććć": 539,
      "ćĈ!ĈĈ!ĈĈĈ": 540,
      "AA": 541,
      "!!!!!!ďĉ": 542,
      "Ĉ!%&'(ďĉ": 543,
      "Ĉ!Ĉďĉ": 544,
      "Ĉ!Ĉ!ĈĈ!Ĉ!": 545,
      "32323": 546,
      "ć(": 547,
      "ććĈ!Ĉ!Ĉ!Ĉ": 548,
      "Ĉ!ďĉ!": 549,
      "ĈćĈĈĈ!ĈĈĈ": 550,
      "ćĈĈćĈďĉďĉ": 551,
      "ćĈĈĈćĈĈďĉ": 552,
      "ďĉďďĉĉ": 553,
      "Ĉ!ććĈĈ": 554,
      "Ĉ!ćĈ!Ĉ!Ĉ!": 555,
      "ćĈ!ĈĈĈĈ": 556,
      "ćććĈ!ćć": 557,
      "ďĉďĉććĈ!": 558,
      "Ĉ!ĈĈĈ!Ĉ!Ĉ": 559,
      "Čďĉ": 560,
      "ć!!": 561,
      "ćĈĈĈćĈ": 562,
      "ććććĈćĈ": 563,
      "ćććĈ!Ĉ": 564,
      "Ĉ!ĈĈ!Ĉ!": 565,
      "ďĉďĉ!ďĉďĉ": 566,
      "ĈĈ!": 567,
      "ďĉ%ď&'(ĉ": 568,
      "%!Ĉ&'(": 569,
      "ďĉ))": 570,
      ")ďĉďĉ!": 571,
      ")ďĉďĉďĉ": 572,
      "ďĉ!ďĉ!!!": 573,
      "ćĈ!Ĉ!ĈćĈ!": 574,
      "ćććĈ!ćĈ": 575,
      "%&'(ďĉ!!!": 576,
      "ďĉďĉ!ćććć": 577,
      "Ĉ(!": 578,
      "ććĈĈĈćć": 579,
      "ďĉď": 580,
      "'777777": 581,
      "ďĉććĈ!": 582,
      "ćĈććĈ!": 583,
      "ćĈćĈćĈ!Ĉ!": 584,
      "ĈĈćĈ": 585,
      "ĈĈĈĈĈĈĈĈ!": 586,
      "ććĈćĈ": 587,
      "ćĈ!ćććĈ": 588,
      "Ĉ!ćĈ!ĈćĈ": 589,
      "00011": 590,
      "ďĉ!ćć": 591,
      "ćĈ!ćććĈ!": 592,
      "ĈĈĈ!Ĉ!": 593,
      "ćĈ!Ĉ!!": 594,
      "Ĉ!Ĉ!ćĈĈ": 595,
      "ĈĈĈĈĈ!": 596,
      "ČČ": 597,
      "ćććĈ!Ĉ!Ĉ": 598,
      "Ē!": 599,
      "Ĉ'(!": 600,
      "ćďĉ%&'(": 601,
      "Ĉ!ĈĈĈ!ĈĈ": 602,
      "%ćĈ&'(!": 603,
      "ćĈĈĈĈĈćĈ": 604,
      "ćĈ!ĈćĈ": 605,
      "ćĈĈĈććĈ": 606,
      "ćć%&'(": 607,
      "Ĉ!ćććĈ!Ĉ!": 608,
      "Ĉ!ĈććĈ": 609,
      "ććĈćććĈ": 610,
      "ďĉ!!!ćććć": 611,
      "ćĈ!ććĈćĈ": 612,
      "ćĈ!ćĈĈĈ": 613,
      "ććĈćĈ!Ĉ!Ĉ": 614,
      "ćĈ!ĈććĈ": 615,
      "ćĈ!Ĉ!ćć": 616,
      "!!ććĈ!": 617,
      "ďĉ!!ćććć": 618,
      "Ĉ!Č": 619,
      "ćĈ!ĈĈ!Ĉ": 620,
      "ćĈćĈćĈććĈ": 621,
      "ćĈĈććĈĈĈ": 622,
      "ćĈ!ĈćĈ!Ĉ!": 623,
      "ć%Ĉ&'(!": 624,
      "ćććĈĈćĈ": 625,
      "ČďĉćĈ!ćĈ!": 626,
      ")ďĉďĉďĉďĉ": 627,
      "Ĉ!ĈĈ!ćĈ!": 628,
      "!!!%&'(": 629,
      "ćĈćĈćĈćĈ!": 630,
      "Ĉ!ćĈĈ!Ĉ!Ĉ": 631,
      "ďĉ!!)!)": 632,
      "ďĉďĉďĉ!))": 633,
      "Ĉ!ĈĈĈďĉ": 634,
      "ćĈ!Ĉ!ćĈĈ": 635,
      "ććĈĈćĈĈĈ": 636,
      "!!Č!": 637,
      "ďĉďĉ!!!ďĉ": 638,
      "ēē": 639,
      "ćććďĉ": 640,
      "ććććĈ!Ĉ": 641,
      "ĈĈĈĈ!Ĉ!": 642,
      "ćĈ!ćĈ!ććĈ": 643,
      "ćććĈĈ!Ĉ!": 644,
      "ćĈ!ĈĈĈćć": 645,
      ")!)!!ďĉďĉ": 646,
      "ćĈ!ďĉ": 647,
      "ĈĈĈĈ!ććĈ": 648,
      "ČďĉďĉććĈ!": 649,
      "ď!!!!!!!!": 650,
      "ćĈ!Ĉ!ćĈ": 651,
      "ć%&'(ďĉ!": 652,
      "%&'(TVa": 653,
      "ćĈĈćĈ!Ĉ": 654,
      "ĈĈĈ!!": 655,
      "!!!!!%&'(": 656,
      "Ĉ!ćĈ!ďĉ": 657,
      "ďĉ!!!ćććĈ": 658,
      "ćĈćĈĈĈ!Ĉ": 659,
      "ććć!!": 660,
      "ćĈ!Ĉ!ććĈ": 661,
      "ĈĈĈĈďĉ": 662,
      "ćĈ!ćĈ!ćďĉ": 663,
      "!!Č!!Č!": 664,
      "ćĈćĈ!ćĈ!": 665,
      "Ĉ!ćĈ!ĈĈĈ": 666,
      "ćĈ!ĈĈĈćĈ": 667,
      "ćĈćĈćĈ!Ĉ": 668,
      "ďĉ%&'(!": 669,
      "ĈĈĈĈĈćĈćĈ": 670,
      "ććĈćĈĈ!ćć": 671,
      "ďĉ!!!!": 672,
      "ćĈ!ĈĈĈĈĈĈ": 673,
      "ćĈ!ććĈććĈ": 674,
      ")!)!!)!)": 675,
      "ďĉďĉćĈ!Č": 676,
      "ćĈćĈ!ććĈ": 677,
      "ćĈ!ĈĈ!ĈĈ": 678,
      "ďĉćććĈ!Ĉ!": 679,
      "ćććĈĈĈĈĈ": 680,
      "ĈĈĈĈĈ!ćĈ!": 681,
      "!&'(ďĉ))": 682,
      "Ĉ!ćĈ!ĈĈĈĈ": 683,
      "Ĉ!ĈĈ!Ĉ!!": 684,
      "ćĈ!ĈĈĈ!ĈĈ": 685,
      "000111": 686,
      "ĈĈ!Ĉćć": 687,
      "ďĉćĈ!Ĉ!": 688,
      "01010101": 689,
      "!!ďĉďĉďĉ": 690,
      "ćĈ!Ĉ!ćĈĈĈ": 691,
      "ććČ": 692,
      "ćĈ!Ĉ!ĈĈćĈ": 693,
      "323": 694,
      "Ĉ!ĈĈ!ĈĈ!": 695,
      "Ĉ!Ĉ!ćććĈ": 696,
      "ćĈ!ďĉ!ďĉ": 697,
      "Ĉ!Ĉ!ćĈ!ĈĈ": 698,
      "ďĉďĉ%&'(!": 699,
      "!!!!!ďĉ!": 700,
      "ćĈććĈ!Ĉ!": 701,
      "ďĉďĉ!%&'(": 702,
      "LL!LK": 703,
      "L!LK!LK": 704,
      "ďćĉ": 705,
      "ććĈ!ďĉ": 706,
      "ď!!": 707,
      "Ĉ!ďĉ!!": 708,
      "ćĈ!Ĉ!ďĉ": 709,
      "ĈĈ!ćĈ!ćć": 710,
      ")ćććććććć": 711,
      "Ĉ!Ĉ!ćĈćĈ!": 712,
      "%ćć": 713,
      "ćďĉ#$": 714,
      ")ďĉďĉďĉ!!": 715,
      "))))": 716,
      "%ć&'": 717,
      "ĈĈĈďĉ!ďĉ": 718,
      "ďĉ!ďĉćć": 719,
      "ďĈ": 720,
      "ďĉ!!ćĈ!Ĉ!": 721,
      "ćďĉććć": 722,
      "&'": 723,
      "!!!!ďĉďĉ": 724,
      "ćĈćĈćĈć": 725,
      "232323": 726,
      "ćďĉďĉ!!": 727,
      "ďĉ%&'(ďĉ": 728,
      "ďĉ!!!ďĉ!": 729,
      "Ĉ!Ĉ!Ĉ!Ĉďĉ": 730,
      "3322": 731,
      "Ĉ!ĈĈĈĈć": 732,
      "ďĉ!)!)!": 733,
      "ď%&'(ĉďĉ": 734,
      "!ďĉććĈ!Ĉ!": 735,
      "%&'(Ĉ!Ĉ!": 736,
      "Ĉ!ĈĈĈ!ďĉ": 737,
      "!!ďĉ!!": 738,
      "ćďĉ!ďĉďĉ!": 739,
      "Ĉ!Ĉćďĉ!": 740,
      "-%&+": 741,
      "Ĉ!Ĉ!Ĉďĉ": 742,
      "ďĉďĉďĉ)!": 743,
      "ďĉ!!ďĉ!!": 744,
      "!!%!!&'(": 745,
      "ććĈ!ćĈ!ćČ": 746,
      "!!%!&'(": 747,
      "Ĉ!ĈĈĈ!ĈĈĈ": 748,
      "ĉĉĉĉĉĉĉĉ": 749,
      "ďĉ!ćĈ!ćĈ": 750,
      "Ĉ!ćĈĈ!": 751,
      "L!": 752,
      "ćĈ!ďĉďĉďĉ": 753,
      "ďĉďĉ!!ďĉ!": 754,
      "LK": 755,
      "ććĈĈĈĈĈ": 756,
      "Ĉ!Ĉ%&'(ďĉ": 757,
      "ĉĈ": 758,
      "ćććććĈ!Ĉ!": 759,
      "ćĈććĈćďĉ": 760,
      "!!!ďĉ!": 761,
      "!!ďĉ%&'(": 762,
      "R%&'(TVa": 763,
      "ďĉćĈ!Ĉ!Č": 764,
      "ďĉďĉćďĉ": 765,
      "ćďĉ!ććććĈ": 766,
      "%!Ĉ&'(!": 767,
      "ćĈĈćĈďĉ": 768,
      "ďĉ!ďĉ%&'(": 769,
      "Ĉ!Ĉ!Ĉ!ďĉ": 770,
      "!!!!%!&'(": 771,
      "00110101": 772,
      "Ĉ!Ĉ!ććĈ!ć": 773,
      "%ćĈ&'(": 774,
      "ć!!ďĉ!": 775,
      "!!ďĉďĉďĉ!": 776,
      "!!!!!RTVa": 777,
      "!!!ććĈ!": 778,
      "%&'(ćććć": 779,
      "ćĈ!Ĉďĉ": 780,
      "ďĉďĉďďĉĉ": 781,
      "ćĈ!ćČČ": 782,
      "Ĉ!ĈĈ!Ĉ!ć": 783,
      "ďĉ!ďĉ!!ďĉ": 784,
      "MMM": 785,
      "LLL!LK": 786,
      "ććĈćďĉ!": 787,
      "ď%ĉ&'(!": 788,
      "ć'(": 789,
      "ďĉďĉć%&'(": 790,
      "ććĉ": 791,
      "ćććććĈ!ĈĈ": 792,
      "ććĈ!Ĉ!ćĈ!": 793,
      "Ĉ!Ĉ!Ĉ!!Ĉ!": 794,
      "%Ĉ&'(Ĉ": 795,
      "ďĈ!ĉ": 796,
      "ćďĉ!!!!": 797,
      "ďĉ!!!!!!!": 798,
      "ćĈ!)!)!!": 799,
      "ćĈ!ĉ": 800,
      "00101": 801,
      "ďĉćććĈ!ć": 802,
      ")Ĉ": 803,
      "!!!S%&'(": 804,
      "ďĉćĈ!Ĉ": 805,
      "Ĉ!Ĉ!ĉ": 806,
      ")ę": 807,
      "ē!": 808,
      "Ĉ!Ĉďĉ!": 809,
      "7'777777": 810,
      "!!)!)": 811,
      "ćĈ!%&'(": 812,
      "!!!!!ďĉďĉ": 813,
      "Ĉ!ć": 814,
      "Ĉ!%Ĉ&'(!": 815,
      "ĥ!": 816,
      "77'7777": 817,
      "ć%ć&'(": 818,
      "ććďĉďĉ)": 819,
      "ćďĉďĉććĈ!": 820,
      "FD": 821,
      "ďďĉĉ!": 822,
      "ćĈ!Čďĉďĉ!": 823,
      ")ĉ": 824,
      "ćďĉďĉćć": 825,
      "%&'(ćďĉ!": 826,
      "Ĉ!Ĉćďĉ": 827,
      ")!!!": 828,
      "M&'(": 829,
      "777": 830,
      "010011": 831,
      "%&'ď(ĉ!": 832,
      "ďĉĦ": 833,
      "001011": 834,
      "ćĈ!ćďĉďĉ!": 835,
      "ćĈćďĉďĉďĉ": 836,
      "ď%&'(ĉďĉ!": 837,
      "Lĉ": 838,
      "Ē!!!": 839,
      ")ħ": 840,
      "%ď&'(ĉďĉ": 841,
      "ĉĉĉ": 842,
      "Mĉ": 843,
      "ćď%&'(ĉ": 844,
      "ďĉďĉćć": 845,
      "ćĈ!ĈćĈĈ": 846,
      "ďĉ!ďĉ!ďĉ!": 847,
      "%&'(ćĈ!Ĉ!": 848,
      "ďĉďĉďĉ!!!": 849,
      "Ĉ!Ĉ!!": 850,
      "%&'(ďĉ!ďĉ": 851,
      "%&'ć(": 852,
      "%&ď'(ĉ!": 853,
      "ďď!": 854,
      "ďĉďĉĉ": 855,
      "&'(ćďĉ!ďĉ": 856,
      "%ćć&'(": 857,
      "&'(!ďĉ": 858,
      "!ďĉďĉďĉďĉ": 859,
      "%M&'(": 860,
      "ďĉć": 861,
      "ĈĈĈ!Ĉ": 862,
      "AB": 863,
      "Ĉ!ćĈĈ": 864,
      "222232323": 865,
      ")))": 866,
      "Ē!!Ė": 867,
      "ď%&'(ĉ!!": 868,
      "KK": 869,
      "ďĈ!Ĉ": 870,
      "!!!%": 871,
      ">>": 872,
      "!!!!ććĈ!": 873,
      "Ĉ!)": 874,
      "%&'(ďĉ)!)": 875,
      "ďLĉ": 876,
      "ć%Ĉ&'(": 877,
      "ďĈĈ": 878,
      "ĒĒ": 879,
      "ďĉĈ!Ĉ!": 880,
      "01'(333": 881,
      "ď!ĉ!": 882,
      "ďMĉ": 883,
      "&'(ďĉ": 884,
      "%&Ĉ'(!": 885,
      "ĥĤ!": 886,
      "ďĉďĉć": 887,
      "ćĈĈďĉ%&'(": 888,
      "Ħ!": 889,
      "ććĈ!ćĈĈ": 890,
      "32232323": 891,
      "ć)": 892,
      "'7777(7": 893,
      "ħ!": 894,
      "%&'Ĉ(!": 895,
      "!!!%!!&'(": 896,
      "%ď&'(ĉ!!": 897,
      "ćL": 898,
      "%Ĉ&'(!Ĉ": 899,
      "đđ": 900,
      "ďĉďĉď": 901,
      "%L": 902,
      "%!ć": 903,
      "ćĈ!!": 904,
      "LL!LK!LK": 905,
      "%ć&'ć(": 906,
      "B!": 907,
      "Ħ%&'(%&'(": 908,
      "ďćĈ": 909,
      ")!!!)": 910,
      "ĈĈ!Ĉ": 911,
      "ĥďĉ": 912,
      "ĈĈĈĈďĉ!!": 913,
      "ććĈ!ć%&'(": 914,
      "Ĉ!ĈĈĈĈďĉ": 915,
      "M!": 916,
      "ēĖ": 917,
      "ďĉ!ĉ": 918,
      "ďĉ%&'(ďĉ!": 919,
      "ďĉ%!&'(": 920,
      "ďĉďĉćĈ!Ĉ!": 921,
      "&Ĉ'(!": 922,
      "BB": 923,
      "ďďĉĉďďĉĉ": 924,
      "Ħĉ": 925,
      "'(333": 926,
      "!!!!!!!!%": 927,
      "ďĉĉĉ": 928,
      "ććććććĈ!ć": 929,
      "!!ďĉďĉ": 930,
      "ďĉď%ĉ&'(": 931,
      "ĈĈďĉ!!!": 932,
      "&'(!!!!": 933,
      "ďĉ!!Ĉ": 934,
      "ħ)ę": 935,
      "ĥĤē": 936,
      "%L&'(": 937,
      "!!ďĉ!": 938,
      "ćĈ!Ĉ!ćĈ!ć": 939,
      "Ĉ!ćĉ": 940,
      "23232323": 941,
      "ć'": 942,
      "ďĈ!Ĉ!ĉ": 943,
      "ćĈ!ć%&'(": 944,
      "ćĈ!Ĉ!ć": 945,
      "ďĖ": 946,
      "ďĉ!!%&'(": 947,
      "ďďďďďďďď": 948,
      "!&'(ďĉ))ħ": 949,
      "Ĥ))))": 950,
      "ħĉ": 951,
      "&'()!)": 952,
      "ćĈ!%Ĉ&'(!": 953,
      "AAAA": 954,
      "%ć&'Ĉ(!": 955,
      "LLLL!LK": 956,
      "ćććĉ": 957,
      "ďććĉ": 958,
      "!!)": 959,
      "ćĈćĈćĈćďĉ": 960,
      "Ĉ!ĈĈ!ďĉ": 961,
      "ćĈĈćĈĈćĈ": 962,
      "ďĉďĉďĉć": 963,
      "ČČďĉďĉďĉ": 964,
      "%Ĉ": 965,
      "!!%&'(ďĉ": 966,
      "ćććććććĈ": 967,
      "%ď&'(ĉďĉ!": 968,
      "!!%": 969,
      "ćĈćĈ!ćĈĈ!": 970,
      "%ĈĈ": 971,
      "ďďĉďĉĉ": 972,
      "Ĕĥ": 973,
      "ĈĈĈĈĈďĉďĉ": 974,
      "ČČČČ": 975,
      "%Ĉ&'(ĈĈ": 976,
      "%ć&Ĉ'(!": 977,
      "ďĈĈĈ": 978,
      "ďĉďĉ)!)": 979,
      "ćK": 980,
      "ĦĦ": 981,
      "ćć!": 982,
      "!!!!!!%": 983,
      "322222222": 984,
      "!ďĉ!)!)": 985,
      "ĉďĉ": 986,
      "%&ć'(": 987,
      "LLL": 988,
      "!!Ĉ": 989,
      "!!!ďĉďĉ": 990,
      "Ĉ!ĈĈ!": 991,
      "ććć%Ĉ&'(!": 992,
      "ď!ďď": 993,
      "L!M": 994,
      "%Ĉ!": 995,
      "BM": 996,
      "Ė!": 997,
      "ę!": 998,
      "L!LKL!LK": 999,
      "ćĈĈĈĈĈĈĈ": 1000,
      "ĈćĈĈćďĉ": 1001,
      "010101'(3": 1002,
      "ďĉďĉRTVa": 1003,
      "ćĈ!Ĉ!Ĉ!Ĉ": 1004,
      "!!!!!%": 1005,
      "MMMMM": 1006,
      "ćďĉćććć": 1007,
      "00110011": 1008,
      "ďĉďĉ%!&'(": 1009,
      "ććĈ!ćĈ": 1010,
      "ĈćĈ": 1011,
      "ďďĉ": 1012,
      "ďĉ%&ď'(ĉ": 1013,
      "Ĉ!Ĉ!Ĉ%&'(": 1014,
      "ďďďĉĉĉ": 1015,
      "ďĉ!!!ďĉ": 1016,
      "ććć%&'(": 1017,
      "ĈĈďĉ%&'(": 1018,
      "%&'(ććĈ!ć": 1019,
      "ďćĈ!ĉ": 1020,
      "ćďĉć%&'(": 1021,
      ")ďĉ": 1022,
      "ĉ!!": 1023,
      "!!!SĂĄĆ!": 1024,
      "ćĈ!ďĉćć": 1025,
      "ďĉ!ďĉ!!!!": 1026,
      "&'Ĉ(!": 1027,
      "!!!ďĉ!)!)": 1028,
      "ď&'(ĉ": 1029,
      "Ĉ!ďĉďĉćĈ!": 1030,
      "ď)ĉ": 1031,
      "!!%!!!&'(": 1032,
      "ďĉćććĈ": 1033,
      "ććććć": 1034,
      "ď%&'(ĉ!ďĉ": 1035,
      "ćĈ!ćĈ%&'(": 1036,
      "ďďďĉĉ": 1037,
      "ć!Ĉ": 1038,
      "Ĥ!": 1039,
      "%!&'(ďĉ": 1040,
      "001101'(3": 1041,
      "ďĉ!ď%&'(ĉ": 1042,
      "01000111": 1043,
      "'77": 1044,
      "Čďĉďĉďĉ!": 1045,
      "ď!!!": 1046,
      "ććĈĈĈĈ": 1047,
      "Ĉ!Ĉ!ćĈ!ďĉ": 1048,
      "C!": 1049,
      "ĈĈ!Ĉ!": 1050,
      "%&'(%&'(!": 1051,
      "LLL!LK!LK": 1052,
      "Ĉ!Ĉ!ć": 1053,
      "ćĈ!ď": 1054,
      "ććććććć": 1055,
      "%&'(!ďĉ!!": 1056,
      "322232323": 1057,
      "ďĈĈĉ": 1058,
      "ďĈĈĈĉ": 1059,
      "ďĤ": 1060,
      "ďĦĉ": 1061,
      "ććĈ!ććĈ!": 1062,
      "ćĈ!%&'(ďĉ": 1063,
      "MMMMMMM": 1064,
      "332222": 1065,
      "%ć&ć'(": 1066,
      "ďďĉ!ĉ": 1067,
      "ďĉďĉććć": 1068,
      "!ďĉ!!ďĉ": 1069,
      "Ėē": 1070,
      "Ħē": 1071,
      "ďĉ%&'ď(ĉ": 1072,
      "%&'(!ďĉ": 1073,
      "ďĉďĉďĉďĉć": 1074,
      "ćĈ!ćĈ!ćĈĈ": 1075,
      "ď!Ĉ!ĉ": 1076,
      "!!!ďĉ!!!!": 1077,
      "ďK": 1078,
      "ďĉ!!ďĉďĉ!": 1079,
      "%&'(ĉĉĉĉĉ": 1080,
      "!LK!LK!LK": 1081,
      "ďĉďĉĥďĉ": 1082,
      "%ĈĈ&'(": 1083,
      "A!": 1084,
      "ććĈ!ć!": 1085,
      "-%&+0": 1086,
      "ďĖĉ": 1087,
      "L!L": 1088,
      "ďĉďĉ!!ććć": 1089,
      "&'ć(": 1090,
      "ďĉćďĉ#$": 1091,
      "ĖĖĖĖ": 1092,
      "Ĉ!ďĈ!ĉ": 1093,
      ")ď": 1094,
      "Bď": 1095,
      "ćČ": 1096,
      "Ĉ!Ĉ!Ĉďĉ!": 1097,
      "ćććďĉ!!": 1098,
      "ďĈĉ": 1099,
      "ďĉħ": 1100,
      "%&'(!!!!": 1101,
      "ď!Ĉ": 1102,
      "&ď'(": 1103,
      "Bĉ": 1104,
      "!!!!%": 1105,
      "ď!!ĉ": 1106,
      "ďĈ!Ĉĉ": 1107,
      "%!ć&'(": 1108
    },
    "merges": [
      "! !",
      "!! !!",
      "!!!! !!!!",
      "Ĉ !",
      "ď ĉ",
      "ć ć",
      "ďĉ ďĉ",
      "Ĉ Ĉ",
      "Ĉ! Ĉ!",
      "' (",
      "& '(",
      "% &'(",
      "ć Ĉ!",
      "2 2",
      "ĈĈ ĈĈ",
      "ćć ćć",
      "ć Ĉ!Ĉ!",
      "ďĉďĉ ďĉďĉ",
      "ďĉ !",
      "ć Ĉ",
      "22 22",
      "%&'( %&'(",
      "!! !",
      "Ĉ!Ĉ! Ĉ!Ĉ!",
      "Ĉ! Ĉ",
      "ć ĈĈ",
      "ćć Ĉ!",
      "ďĉ !!",
      "ĈĈĈĈ ĈĈĈĈ",
      "ćĈ ćĈ",
      "M M",
      "ĈĈ Ĉ",
      "ćĈ! ćĈ!",
      "% &",
      "ďĉďĉ !",
      "ćććć ćććć",
      ") !",
      "ďĉďĉ ďĉ",
      "Ĉ! ćĈ!Ĉ!",
      "2222 2222",
      "ćć Ĉ",
      "L L",
      "% !!!!!!!!",
      ")! )",
      "!!!! !!",
      "ćĈ! Ĉ",
      "Ĉ!Ĉ! Ĉ",
      "ćć ćĈ!Ĉ!",
      "!!!! !",
      "ďĉďĉ ďĉ!",
      "!!!! !!!",
      "MM MM",
      "ďĉ! ďĉ",
      "%&'( ďĉ",
      "ćĈ! ćĈ!Ĉ!",
      "ďĉďĉ !!",
      "0 1",
      "Ĉ! ĈĈĈ",
      "!!!!!!!! !",
      "ćĈĈ Ĉ",
      "Ĉ! ĈĈ",
      "4 4",
      "5 5",
      "6 6",
      "8 8",
      "ć ĈĈĈĈ",
      "ćć Ĉ!Ĉ!",
      "+ /",
      "+/ ,",
      "+/, '(",
      "%&'( ĉ",
      "%& -",
      "! L",
      "! &'(",
      "ďĉďĉďĉďĉ !",
      "!L K",
      "ďĉ %&'(",
      "ď %&'(ĉ",
      "Ĉ! ĈĈĈĈ",
      "7 7",
      "LL LL",
      "ďĉďĉ ďĉ!!",
      "ďĉ! ďĉ!",
      "ć ďĉ",
      "ćĈ! ćć",
      "ćĈćĈ ćĈ",
      "% !&'(",
      "Ĉ!Ĉ! ćĈ!Ĉ!",
      "&'( ĉ",
      "% ď",
      "MMMM MMMM",
      "Ĉ &'(",
      "ćĈ! ććĈ",
      "ć ďĉ!",
      "ćĈ! ćĈ",
      "%ď &'(ĉ",
      "- %&",
      "% Ĉ&'(",
      "!! &'(",
      "2 3",
      "Ĉ!Ĉ! Ĉ!Ĉ",
      "!!! S",
      "ĉ ĉ",
      "Ĉ!Ĉ! Ĉ!",
      "ďĉďĉ %&'(",
      "ćĈćĈ ćĈćĈ",
      "ďĉ ćććć",
      "ćć ćĈ",
      "%&- +/,'(",
      "Ĉ ćĈĈ",
      "'( 3",
      "ć %&'(",
      "!LK !LK",
      "ď ď",
      "Ĉ! ćĈ!",
      "!!! &'(",
      "ćććć ććĈ!",
      ") )",
      "+ 01",
      "44 44",
      "55 55",
      "66 66",
      "88 88",
      "-%& +/,'(",
      "ćć Ĉ!Ĉ",
      "ćĈ!Ĉ! Ĉ",
      "ćććć Ĉ",
      "ćĈ! ććĈ!",
      "Ĉ!Ĉ! ĈĈ",
      "Ĉ!Ĉ Ĉ!Ĉ",
      "ďĉ ĉ",
      "ďĉďĉ !!!",
      "ďĉ!! ďĉ",
      "ćĈ!Ĉ! Ĉ!",
      "ćĈ! ć",
      "ćĈĈĈĈ Ĉ",
      "Ĉ! ćć",
      "2222 22",
      "!!!!!! &'(",
      "'( 7",
      "Ą Ć",
      "!!!! &'(",
      "Ă ĄĆ",
      "22 2",
      "4 %&",
      "5 222",
      "6 '(7",
      "4%& 5222",
      "8 ,",
      "6'(7 8,",
      "%&- +01",
      "ď ďĉĉ",
      "!!!!! &'(",
      "T V",
      "'(3 222222",
      "!! ďĉ",
      "ćĈĈ ćĈĈ",
      "TV a",
      "ďĉ !!!",
      "ďĉďĉ!! ďĉ",
      "%Ĉ&'( !",
      "!!!! R",
      "% !!&'(",
      "ćććć Ĉ!",
      "ďĉ!! ďĉ!",
      "01 01",
      "ćĈ! ĈĈĈ",
      "LLLL LLLL",
      "ćć ć",
      "ĈĈĈĈĈĈĈĈ Ĉ",
      "%&'( ďĉďĉ",
      "%&'( ďĉ!",
      "ĈĈĈĈ Ĉ",
      "ćĈ!Ĉ! Ĉ!Ĉ!",
      "23 23",
      "!!!S ĂĄĆ",
      "ććĈ! ć",
      "ďĉďĉ ćććć",
      "ď !",
      "ććĈ! ćĈ!Ĉ!",
      "ĈĈĈĈ ĈĈ",
      "ćĈĈ ćĈ",
      "ć ĈĈĈĈĈĈĈĈ",
      ") !!!!!!!!",
      "# $",
      "% ć",
      "!!! ďĉ",
      "ćĈ!ćĈ! Ĉ",
      "ćć ĈĈĈ",
      "ćĈ! ĈĈ",
      "Ĉ!Ĉ ćĈ!Ĉ!",
      "!!!!!! )!)",
      "ććĈ! ćć",
      "% ĉ",
      "ďĉďĉ! ďĉ!",
      "%& '",
      "ĉ !",
      "ď %ĉ",
      "77 77",
      "Ĉ!Ĉ!Ĉ Ĉ!Ĉ",
      "Ĉ!Ĉ! ĈĈĈ",
      "% !!!&'(",
      "ď%ĉ &'(",
      ")!) !!",
      "ďĉ ćć",
      "ďĉ! ďĉďĉ",
      "Ĉ!Ĉ!Ĉ !!",
      "01 1",
      "ďĉďĉ! ďĉ",
      "Ĉ! ćĈ!Ĉ",
      "Ĉ!ćĈ!Ĉ! Ĉ",
      "ďĉ! %&'(",
      "ĈĈ Ĉ!ĈĈĈ",
      "0 011",
      "ćć ĈĈ",
      "ďĉďĉďĉ! ďĉ",
      "!!!! ďĉ",
      "ć ďĉďĉ",
      "ď '(",
      "Ĉ!Ĉ!Ĉ!Ĉ! Ĉ",
      "ďĉ! ďĉďĉďĉ",
      "3 3",
      "!! )!",
      "ćĈĈĈĈ ĈĈ",
      "ćĈ! ćĈĈ",
      "Ĉ! ććĈ!Ĉ!",
      "%& ď'(",
      "ďĉ! ďĉ!!",
      "ćĈĈĈ ćĈĈ",
      "ĈĈĈ Ĉ!",
      "# .",
      "$ #$",
      "ď (",
      "#. .",
      "! ďĉ",
      "!!!!R !!!S",
      "ćĈ!Ĉ! ććĈ!",
      "Ĉ!ĈĈĈĈ ĈĈĈ",
      "Ĉ! ďĉ",
      "ććĈ ćć",
      "ĈćĈĈ ćĈ",
      "$#$ !!)!",
      "%&' ď(",
      "Ĉ! ćĈ",
      "ćććĈ!Ĉ! Ĉ!",
      "R TVa",
      "ĉĉ ĉĉ",
      "Ĉ!ĈĈ ćĈ",
      "Ĉ!Ĉ Ĉ!ĈĈĈ",
      "ć ďĉďĉďĉ",
      "%&'( ďĉ!!",
      "%ć &'(",
      "ć ĉ",
      "ć ďĉďĉďĉďĉ",
      "%& 5555",
      "4444 4444",
      "6666 6666",
      "8888 ,",
      "8888 8888,",
      "%&ď'( ĉ",
      "ćććć ćć",
      "Ĉ! ćĈ!ćĈ!",
      "( 7",
      "!!!!!!! ďĉ",
      "% !!!!!!!",
      "ďĉ! ďĉďĉ!!",
      "% !",
      "ďĉ! ďĉ!ďĉ",
      "%&'ď( ĉ",
      "2 44444444",
      "ć ďĉ!ďĉ",
      "Ĉ! ććĈ!",
      "Ĉ!Ĉ! ćĈ!",
      "ćĈ ćĈĈ",
      "Ĉ!ĈĈĈĈ Ĉ",
      "ć !",
      "ćĈ! Č",
      "ćĈ ććĈ",
      "%&'( !",
      "ćĈ!ćĈ! ćĈ!",
      "ďĉ !!!!!",
      "ďĉďĉ !!!!",
      "Ĉ!Ĉ! ćĈ",
      "ćĈ!ć Č",
      "L !LK",
      "Ĉ! %&'(",
      "ďĉďĉ )",
      "% !!!!&'(",
      "ćć Ĉ!Ĉ!Ĉ",
      "% !!!!!&'(",
      "!!! ďĉ!!",
      "Ĉ!Ĉ! ĈĈĈĈ",
      "ćĈ! ďĉ!",
      "ćććć Ĉ!Ĉ!",
      "!!!! )!)",
      "ćĈ!Ĉ Ĉ!Ĉ!",
      "ćĈĈ %&'(",
      "' 7777",
      "ć ďĉďĉ!",
      "&'( !",
      "!! Č",
      "ććććĈ ććĈ",
      "!!!!! ďĉ",
      "ćć ćĈ!ćĈ!",
      "ćĈ ćĈ!ćĈ",
      "!!!! ďĉ!!",
      "Ĉ!Ĉ ćĈ!ćć",
      "!!!!R TVa",
      "Ĉ!Ĉ! Ĉ!ĈĈĈ",
      "Ĉ!ćć Ĉ!Ĉ!Ĉ",
      "ććĈ ććĈ!",
      "Ĉ!ĈĈĈ Ĉ!",
      "ććĈ! ććććĈ",
      "ćććć Ĉ!ĈĈ",
      "ćĈĈĈ Ĉ!Ĉ",
      "Ĉ! ćĈ!ćĈ!Ĉ",
      "ĈĈĈĈ ćĈĈĈĈ",
      "Ĉ!Ĉ ćć",
      "ć %&'(ďĉ",
      "ćć ćĈćĈ",
      "ďĉ! ćććć",
      "Ĉ!ĈĈĈĈ ĈĈ",
      "ćĈ!Ĉ ććĈĈĈ",
      "ćĈ ćĈĈĈĈ",
      "Ĉ! ĉ",
      "ď%&'(ĉ !",
      "ććĈĈ ććĈćć",
      "ćĈ Ĉ!ćĈ!Ĉ!",
      "%&'(ďĉ ćć",
      "Ĉ!Ĉ!Ĉ!Ĉ !!",
      "ćć ćĈĈ",
      "ďĉ! )!)",
      "-%& +01",
      "ďď ďď",
      "ć ď",
      "Ĉ!Ĉ!Ĉ!Ĉ ćĈ",
      "% ćĈ",
      "ćć ćĈ!",
      "ď! ĉ",
      "!!!!! )!)",
      "!!! ďĉ!ďĉ",
      "%ć &",
      "!!!! %&'(",
      "!!! )!)",
      "!! %&'(",
      "ĥ Ĥ",
      "%&'( ďĉďĉ!",
      "ďĉ!! ďĉďĉ",
      "Ĉ!Ĉ ćĈ!",
      "Ĉ !!",
      "%&'( Ĉ!Ĉ!Ĉ",
      "Ĉ! ďĉďĉ",
      "ďĉ )!)",
      "ććĈ! ćďĉ",
      "ćĈ!ćĈ!Ĉ! Ĉ",
      "Ĉ!ĈĈĈ Ĉ!Ĉ",
      ")! )!)",
      "ĈĈĈĈ ĈĈĈ",
      "Ĉ!ĈĈ!Ĉ ďĉ",
      "ďĉ ď%&'(ĉ",
      "Ĉ! ďĉďĉ!",
      "ćďĉ! ćććć",
      "Ĉ (",
      "ďĉďĉďĉ )!)",
      "Ė Ė",
      "ćĈ!ćĈ! ć",
      "ďĉďĉ! ďĉ!!",
      "ďĉ! ďĉďĉ!",
      "Ĉ '(",
      "%ď&'(ĉ !",
      "Ē !!",
      "3 22",
      "Ĉ!ĈĈ Ĉ!",
      "Ĉ!Ĉ! ćĈ!Ĉ",
      "ćĈ!Ĉ! ćĈ!Ĉ",
      "7 (7",
      "!!!! ďĉ!ďĉ",
      "01 '(3",
      "!!! %!&'(",
      ")! )!",
      "Ĉ! ď",
      "!! ćććć",
      "ćĈ!Ĉ Ĉ!ĈĈĈ",
      "A A",
      "!!!!!! ďĉ",
      "Ĉ! %&'(ďĉ",
      "Ĉ!Ĉ ďĉ",
      "Ĉ!Ĉ!Ĉ Ĉ!Ĉ!",
      "3 2323",
      "ć (",
      "ććĈ!Ĉ! Ĉ!Ĉ",
      "Ĉ! ďĉ!",
      "ĈćĈĈ Ĉ!ĈĈĈ",
      "ćĈĈćĈ ďĉďĉ",
      "ćĈĈĈćĈĈ ďĉ",
      "ďĉ ďďĉĉ",
      "Ĉ!ćć ĈĈ",
      "Ĉ!ćĈ!Ĉ! Ĉ!",
      "ćĈ! ĈĈĈĈ",
      "ćć ćĈ!ćć",
      "ďĉďĉ ććĈ!",
      "Ĉ!ĈĈ Ĉ!Ĉ!Ĉ",
      "Č ďĉ",
      "ć !!",
      "ćĈĈĈ ćĈ",
      "ććććĈ ćĈ",
      "ćć ćĈ!Ĉ",
      "Ĉ!Ĉ Ĉ!Ĉ!",
      "ďĉďĉ! ďĉďĉ",
      "Ĉ Ĉ!",
      "ďĉ %ď&'(ĉ",
      "%! Ĉ&'(",
      "ďĉ ))",
      ") ďĉďĉ!",
      ") ďĉďĉďĉ",
      "ďĉ!ďĉ !!!",
      "ćĈ!Ĉ!Ĉ ćĈ!",
      "ćć ćĈ!ćĈ",
      "%&'(ďĉ !!!",
      "ďĉďĉ! ćććć",
      "Ĉ( !",
      "ććĈĈĈ ćć",
      "ďĉ ď",
      "'7777 77",
      "ďĉ ććĈ!",
      "ćĈ ććĈ!",
      "ćĈćĈ ćĈ!Ĉ!",
      "ĈĈ ćĈ",
      "ĈĈĈĈ ĈĈĈĈ!",
      "ććĈ ćĈ",
      "ćĈ!ćć ćĈ",
      "Ĉ!ćĈ!Ĉ ćĈ",
      "0 0011",
      "ďĉ! ćć",
      "ćĈ!ćć ćĈ!",
      "ĈĈ Ĉ!Ĉ!",
      "ćĈ!Ĉ !!",
      "Ĉ!Ĉ! ćĈĈ",
      "ĈĈĈĈ Ĉ!",
      "Č Č",
      "ćććĈ!Ĉ! Ĉ",
      "Ē !",
      "Ĉ'( !",
      "ć ďĉ%&'(",
      "Ĉ!ĈĈ Ĉ!ĈĈ",
      "%ćĈ &'(!",
      "ćĈĈĈĈĈ ćĈ",
      "ćĈ!Ĉ ćĈ",
      "ćĈĈĈ ććĈ",
      "ćć %&'(",
      "Ĉ! ćććĈ!Ĉ!",
      "Ĉ!Ĉ ććĈ",
      "ććĈ ćććĈ",
      "ďĉ!!! ćććć",
      "ćĈ!ććĈ ćĈ",
      "ćĈ! ćĈĈĈ",
      "ććĈ ćĈ!Ĉ!Ĉ",
      "ćĈ!Ĉ ććĈ",
      "ćĈ!Ĉ! ćć",
      "!! ććĈ!",
      "ďĉ!! ćććć",
      "Ĉ! Č",
      "ćĈ!Ĉ Ĉ!Ĉ",
      "ćĈćĈćĈ ććĈ",
      "ćĈĈ ććĈĈĈ",
      "ćĈ!Ĉ ćĈ!Ĉ!",
      "ć %Ĉ&'(!",
      "ćć ćĈĈćĈ",
      "Čďĉ ćĈ!ćĈ!",
      ") ďĉďĉďĉďĉ",
      "Ĉ!Ĉ Ĉ!ćĈ!",
      "!!! %&'(",
      "ćĈćĈćĈ ćĈ!",
      "Ĉ!ćĈ Ĉ!Ĉ!Ĉ",
      "ďĉ!! )!)",
      "ďĉďĉďĉ! ))",
      "Ĉ!ĈĈĈ ďĉ",
      "ćĈ!Ĉ! ćĈĈ",
      "ććĈĈ ćĈĈĈ",
      "!!Č !",
      "ďĉďĉ!!! ďĉ",
      "ē ē",
      "ćć ćďĉ",
      "ćććć Ĉ!Ĉ",
      "ĈĈĈ Ĉ!Ĉ!",
      "ćĈ!ćĈ! ććĈ",
      "ćććĈ Ĉ!Ĉ!",
      "ćĈ!ĈĈĈ ćć",
      ")!)!! ďĉďĉ",
      "ćĈ! ďĉ",
      "ĈĈĈĈ! ććĈ",
      "Č ďĉďĉććĈ!",
      "ď !!!!!!!!",
      "ćĈ!Ĉ! ćĈ",
      "ć%&'( ďĉ!",
      "%&'( TVa",
      "ćĈĈ ćĈ!Ĉ",
      "ĈĈĈ !!",
      "!!!!! %&'(",
      "Ĉ!ćĈ! ďĉ",
      "ďĉ!!! ćććĈ",
      "ćĈćĈĈ Ĉ!Ĉ",
      "ććć !!",
      "ćĈ!Ĉ! ććĈ",
      "ĈĈĈĈ ďĉ",
      "ćĈ!ćĈ! ćďĉ",
      "!!Č !!Č!",
      "ćĈ ćĈ!ćĈ!",
      "Ĉ!ćĈ! ĈĈĈ",
      "ćĈ!ĈĈĈ ćĈ",
      "ćĈćĈ ćĈ!Ĉ",
      "ďĉ%&'( !",
      "ĈĈĈĈĈ ćĈćĈ",
      "ććĈćĈ Ĉ!ćć",
      "ďĉ !!!!",
      "ćĈ! ĈĈĈĈĈĈ",
      "ćĈ!ććĈ ććĈ",
      ")!)!! )!)",
      "ďĉďĉ ćĈ!Č",
      "ćĈ ćĈ!ććĈ",
      "ćĈ!Ĉ Ĉ!ĈĈ",
      "ďĉ ćććĈ!Ĉ!",
      "ćć ćĈĈĈĈĈ",
      "ĈĈĈĈ Ĉ!ćĈ!",
      "!&'( ďĉ))",
      "Ĉ!ćĈ! ĈĈĈĈ",
      "Ĉ!ĈĈ!Ĉ !!",
      "ćĈ!ĈĈ Ĉ!ĈĈ",
      "00011 1",
      "Ĉ Ĉ!Ĉćć",
      "ďĉ ćĈ!Ĉ!",
      "0101 0101",
      "!! ďĉďĉďĉ",
      "ćĈ!Ĉ! ćĈĈĈ",
      "ćć Č",
      "ćĈ!Ĉ! ĈĈćĈ",
      "3 23",
      "Ĉ!ĈĈ!Ĉ Ĉ!",
      "Ĉ!Ĉ! ćććĈ",
      "ćĈ! ďĉ!ďĉ",
      "Ĉ!Ĉ! ćĈ!ĈĈ",
      "ďĉďĉ%&'( !",
      "!!!!! ďĉ!",
      "ćĈ ććĈ!Ĉ!",
      "ďĉďĉ! %&'(",
      "LL !LK",
      "L !LK!LK",
      "ď ćĉ",
      "ććĈ! ďĉ",
      "ď !!",
      "Ĉ! ďĉ!!",
      "ćĈ!Ĉ! ďĉ",
      "ĈĈ! ćĈ!ćć",
      ") ćććććććć",
      "Ĉ!Ĉ!ćĈ ćĈ!",
      "% ćć",
      "ćďĉ #$",
      ") ďĉďĉďĉ!!",
      ")) ))",
      "%ć& '",
      "ĈĈĈ ďĉ!ďĉ",
      "ďĉ!ďĉ ćć",
      "ď Ĉ",
      "ďĉ!! ćĈ!Ĉ!",
      "ćďĉ ććć",
      "& '",
      "!!!! ďĉďĉ",
      "ćĈćĈćĈ ć",
      "2323 23",
      "ć ďĉďĉ!!",
      "ďĉ %&'(ďĉ",
      "ďĉ!!! ďĉ!",
      "Ĉ!Ĉ!Ĉ!Ĉ ďĉ",
      "33 22",
      "Ĉ!ĈĈĈĈ ć",
      "ďĉ! )!)!",
      "ď%&'(ĉ ďĉ",
      "!ďĉ ććĈ!Ĉ!",
      "%&'( Ĉ!Ĉ!",
      "Ĉ!ĈĈ Ĉ!ďĉ",
      "!! ďĉ!!",
      "ćďĉ! ďĉďĉ!",
      "Ĉ!Ĉ ćďĉ!",
      "-%& +",
      "Ĉ!Ĉ!Ĉ ďĉ",
      "ďĉďĉďĉ )!",
      "ďĉ!! ďĉ!!",
      "!! %!!&'(",
      "ććĈ! ćĈ!ćČ",
      "!! %!&'(",
      "Ĉ!ĈĈ Ĉ!ĈĈĈ",
      "ĉĉĉĉ ĉĉĉĉ",
      "ďĉ! ćĈ!ćĈ",
      "Ĉ!ćĈ Ĉ!",
      "L !",
      "ćĈ! ďĉďĉďĉ",
      "ďĉďĉ!! ďĉ!",
      "L K",
      "ćć ĈĈĈĈĈ",
      "Ĉ!Ĉ %&'(ďĉ",
      "ĉ Ĉ",
      "ćććć ćĈ!Ĉ!",
      "ćĈććĈ ćďĉ",
      "!!! ďĉ!",
      "!! ďĉ%&'(",
      "R %&'(TVa",
      "ďĉćĈ!Ĉ! Č",
      "ďĉďĉ ćďĉ",
      "ćďĉ! ććććĈ",
      "%!Ĉ&'( !",
      "ćĈĈćĈ ďĉ",
      "ďĉ!ďĉ %&'(",
      "Ĉ!Ĉ!Ĉ! ďĉ",
      "!!!! %!&'(",
      "0011 0101",
      "Ĉ!Ĉ! ććĈ!ć",
      "%ćĈ &'(",
      "ć!! ďĉ!",
      "!! ďĉďĉďĉ!",
      "!!!!! RTVa",
      "!!! ććĈ!",
      "%&'( ćććć",
      "ćĈ!Ĉ ďĉ",
      "ďĉďĉ ďďĉĉ",
      "ćĈ!ćČ Č",
      "Ĉ!ĈĈ!Ĉ! ć",
      "ďĉ! ďĉ!!ďĉ",
      "MM M",
      "LL L!LK",
      "ććĈ ćďĉ!",
      "ď%ĉ&'( !",
      "ć '(",
      "ďĉďĉ ć%&'(",
      "ćć ĉ",
      "ćććć ćĈ!ĈĈ",
      "ććĈ!Ĉ! ćĈ!",
      "Ĉ!Ĉ!Ĉ!! Ĉ!",
      "%Ĉ&'( Ĉ",
      "ď Ĉ!ĉ",
      "ćďĉ !!!!",
      "ďĉ !!!!!!!",
      "ćĈ! )!)!!",
      "ćĈ! ĉ",
      "0 0101",
      "ďĉćć ćĈ!ć",
      ") Ĉ",
      "!!!S %&'(",
      "ďĉ ćĈ!Ĉ",
      "Ĉ!Ĉ! ĉ",
      ") ę",
      "ē !",
      "Ĉ!Ĉ ďĉ!",
      "7 '777777",
      "!! )!)",
      "ćĈ! %&'(",
      "!!!!! ďĉďĉ",
      "Ĉ! ć",
      "Ĉ! %Ĉ&'(!",
      "ĥ !",
      "77 '7777",
      "ć %ć&'(",
      "ćć ďĉďĉ)",
      "ćďĉďĉ ććĈ!",
      "F D",
      "ďďĉĉ !",
      "ćĈ!Č ďĉďĉ!",
      ") ĉ",
      "ćďĉďĉ ćć",
      "%&'( ćďĉ!",
      "Ĉ!Ĉ ćďĉ",
      ") !!!",
      "M &'(",
      "77 7",
      "01 0011",
      "%&'ď( ĉ!",
      "ďĉ Ħ",
      "00101 1",
      "ćĈ!ć ďĉďĉ!",
      "ćĈ ćďĉďĉďĉ",
      "ď%&'(ĉ ďĉ!",
      "L ĉ",
      "Ē !!!",
      ") ħ",
      "%ď&'(ĉ ďĉ",
      "ĉĉ ĉ",
      "M ĉ",
      "ć ď%&'(ĉ",
      "ďĉďĉ ćć",
      "ćĈ!Ĉ ćĈĈ",
      "ďĉ!ďĉ! ďĉ!",
      "%&'( ćĈ!Ĉ!",
      "ďĉďĉďĉ !!!",
      "Ĉ!Ĉ !!",
      "%&'( ďĉ!ďĉ",
      "%&' ć(",
      "%&ď'( ĉ!",
      "ďď !",
      "ďĉďĉ ĉ",
      "&'( ćďĉ!ďĉ",
      "%ćć &'(",
      "&'( !ďĉ",
      "! ďĉďĉďĉďĉ",
      "% M&'(",
      "ďĉ ć",
      "ĈĈ Ĉ!Ĉ",
      "A B",
      "Ĉ! ćĈĈ",
      "2222 32323",
      ")) )",
      "Ē!! Ė",
      "ď%&'(ĉ !!",
      "K K",
      "ď Ĉ!Ĉ",
      "!!! %",
      "> >",
      "!!!! ććĈ!",
      "Ĉ! )",
      "%&'(ďĉ )!)",
      "ď Lĉ",
      "ć %Ĉ&'(",
      "ď ĈĈ",
      "Ē Ē",
      "ďĉ Ĉ!Ĉ!",
      "01'(3 33",
      "ď! ĉ!",
      "ď Mĉ",
      "&'( ďĉ",
      "%& Ĉ'(!",
      "ĥĤ !",
      "ďĉďĉ ć",
      "ćĈĈ ďĉ%&'(",
      "Ħ !",
      "ććĈ! ćĈĈ",
      "322 32323",
      "ć )",
      "'7777 (7",
      "ħ !",
      "%&' Ĉ(!",
      "!!! %!!&'(",
      "%ď&'(ĉ !!",
      "ć L",
      "%Ĉ&'(! Ĉ",
      "đ đ",
      "ďĉďĉ ď",
      "% L",
      "%! ć",
      "ćĈ !!",
      "LL !LK!LK",
      "%ć&' ć(",
      "B !",
      "Ħ %&'(%&'(",
      "ď ćĈ",
      ")!!! )",
      "Ĉ Ĉ!Ĉ",
      "ĥ ďĉ",
      "ĈĈĈĈ ďĉ!!",
      "ććĈ! ć%&'(",
      "Ĉ!ĈĈĈĈ ďĉ",
      "M !",
      "ē Ė",
      "ďĉ! ĉ",
      "ďĉ%&'( ďĉ!",
      "ďĉ %!&'(",
      "ďĉďĉ ćĈ!Ĉ!",
      "& Ĉ'(!",
      "B B",
      "ďďĉĉ ďďĉĉ",
      "Ħ ĉ",
      "'(3 33",
      "!!!!!!!! %",
      "ďĉ ĉĉ",
      "ććććććĈ! ć",
      "!! ďĉďĉ",
      "ďĉ ď%ĉ&'(",
      "ĈĈ ďĉ!!!",
      "&'( !!!!",
      "ďĉ!! Ĉ",
      "ħ )ę",
      "ĥĤ ē",
      "%L &'(",
      "!! ďĉ!",
      "ćĈ!Ĉ! ćĈ!ć",
      "Ĉ! ćĉ",
      "2323 2323",
      "ć '",
      "ď Ĉ!Ĉ!ĉ",
      "ćĈ! ć%&'(",
      "ćĈ!Ĉ! ć",
      "ď Ė",
      "ďĉ!! %&'(",
      "ďďďď ďďďď",
      "!&'(ďĉ)) ħ",
      "Ĥ ))))",
      "ħ ĉ",
      "&'( )!)",
      "ćĈ! %Ĉ&'(!",
      "AA AA",
      "%ć&' Ĉ(!",
      "LLLL !LK",
      "ććć ĉ",
      "ď ććĉ",
      "!! )",
      "ćĈćĈćĈ ćďĉ",
      "Ĉ!Ĉ Ĉ!ďĉ",
      "ćĈĈćĈĈ ćĈ",
      "ďĉďĉďĉ ć",
      "ČČ ďĉďĉďĉ",
      "% Ĉ",
      "!! %&'(ďĉ",
      "ćććć ćććĈ",
      "%ď&'(ĉ ďĉ!",
      "!! %",
      "ćĈćĈ!ćĈ Ĉ!",
      "% ĈĈ",
      "ď ďĉďĉĉ",
      "Ĕ ĥ",
      "ĈĈĈĈĈ ďĉďĉ",
      "ČČ ČČ",
      "%Ĉ&'( ĈĈ",
      "%ć& Ĉ'(!",
      "ď ĈĈĈ",
      "ďĉďĉ )!)",
      "ć K",
      "Ħ Ħ",
      "ćć !",
      "!!!!!! %",
      "3 22222222",
      "! ďĉ!)!)",
      "ĉ ďĉ",
      "%& ć'(",
      "LL L",
      "!! Ĉ",
      "!!! ďĉďĉ",
      "Ĉ!Ĉ Ĉ!",
      "ććć %Ĉ&'(!",
      "ď! ďď",
      "L! M",
      "% Ĉ!",
      "B M",
      "Ė !",
      "ę !",
      "L!LK L!LK",
      "ćĈĈĈĈ ĈĈĈ",
      "ĈćĈĈ ćďĉ",
      "0101 01'(3",
      "ďĉďĉ RTVa",
      "ćĈ!Ĉ! Ĉ!Ĉ",
      "!!!!! %",
      "MMMM M",
      "ćďĉ ćććć",
      "0011 0011",
      "ďĉďĉ %!&'(",
      "ććĈ! ćĈ",
      "Ĉ ćĈ",
      "ď ďĉ",
      "ďĉ %&ď'(ĉ",
      "Ĉ!Ĉ!Ĉ %&'(",
      "ďď ďĉĉĉ",
      "ďĉ!!! ďĉ",
      "ćć ć%&'(",
      "ĈĈ ďĉ%&'(",
      "%&'( ććĈ!ć",
      "ď ćĈ!ĉ",
      "ćďĉ ć%&'(",
      ") ďĉ",
      "ĉ !!",
      "!!!SĂĄĆ !",
      "ćĈ! ďĉćć",
      "ďĉ!ďĉ !!!!",
      "&' Ĉ(!",
      "!!! ďĉ!)!)",
      "ď &'(ĉ",
      "Ĉ!ďĉďĉ ćĈ!",
      "ď )ĉ",
      "!! %!!!&'(",
      "ďĉ ćććĈ",
      "ćććć ć",
      "ď%&'(ĉ !ďĉ",
      "ćĈ!ćĈ %&'(",
      "ďď ďĉĉ",
      "ć! Ĉ",
      "Ĥ !",
      "%!&'( ďĉ",
      "0011 01'(3",
      "ďĉ! ď%&'(ĉ",
      "01 000111",
      "' 77",
      "Č ďĉďĉďĉ!",
      "ď !!!",
      "ćć ĈĈĈĈ",
      "Ĉ!Ĉ!ćĈ! ďĉ",
      "C !",
      "Ĉ Ĉ!Ĉ!",
      "%&'(%&'( !",
      "LL L!LK!LK",
      "Ĉ!Ĉ! ć",
      "ćĈ! ď",
      "ćććć ććć",
      "%&'(! ďĉ!!",
      "322 232323",
      "ďĈĈ ĉ",
      "ďĈĈĈ ĉ",
      "ď Ĥ",
      "ď Ħĉ",
      "ććĈ! ććĈ!",
      "ćĈ! %&'(ďĉ",
      "MMMM MMM",
      "33 2222",
      "%ć& ć'(",
      "ď ďĉ!ĉ",
      "ďĉďĉ ććć",
      "! ďĉ!!ďĉ",
      "Ė ē",
      "Ħ ē",
      "ďĉ %&'ď(ĉ",
      "%&'( !ďĉ",
      "ďĉďĉďĉďĉ ć",
      "ćĈ!ćĈ! ćĈĈ",
      "ď! Ĉ!ĉ",
      "!!!ďĉ !!!!",
      "ď K",
      "ďĉ!! ďĉďĉ!",
      "%&'(ĉ ĉĉĉĉ",
      "!LK!LK !LK",
      "ďĉďĉ ĥďĉ",
      "%ĈĈ &'(",
      "A !",
      "ććĈ!ć !",
      "-%&+ 0",
      "ďĖ ĉ",
      "L !L",
      "ďĉďĉ!! ććć",
      "&' ć(",
      "ďĉ ćďĉ#$",
      "ĖĖ ĖĖ",
      "Ĉ!ď Ĉ!ĉ",
      ") ď",
      "B ď",
      "ć Č",
      "Ĉ!Ĉ!Ĉ ďĉ!",
      "ććć ďĉ!!",
      "ďĈ ĉ",
      "ďĉ ħ",
      "%&'( !!!!",
      "ď! Ĉ",
      "& ď'(",
      "B ĉ",
      "!!!! %",
      "ď!! ĉ",
      "ďĈ!Ĉ ĉ",
      "%!ć &'("
    ]
  }
}