{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[CLS]": 0,
      "[MASK]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "Ā": 98,
      "ā": 99,
      "Ă": 100,
      "ă": 101,
      "Ą": 102,
      "ą": 103,
      "Ć": 104,
      "ć": 105,
      "Ĉ": 106,
      "ĉ": 107,
      "Ċ": 108,
      "ċ": 109,
      "Č": 110,
      "č": 111,
      "Ď": 112,
      "ď": 113,
      "Đ": 114,
      "đ": 115,
      "Ē": 116,
      "ē": 117,
      "Ĕ": 118,
      "ĕ": 119,
      "Ė": 120,
      "ė": 121,
      "Ę": 122,
      "ę": 123,
      "Ě": 124,
      "ě": 125,
      "Ĝ": 126,
      "ĝ": 127,
      "Ğ": 128,
      "ğ": 129,
      "Ġ": 130,
      "ġ": 131,
      "Ģ": 132,
      "ģ": 133,
      "Ĥ": 134,
      "ĥ": 135,
      "Ħ": 136,
      "ħ": 137,
      "Ĩ": 138,
      "ĩ": 139,
      "Ī": 140,
      "ī": 141,
      "Ĭ": 142,
      "ĭ": 143,
      "Į": 144,
      "į": 145,
      "İ": 146,
      "ı": 147,
      "Ĳ": 148,
      "ĳ": 149,
      "Ĵ": 150,
      "ĵ": 151,
      "Ķ": 152,
      "ķ": 153,
      "ĸ": 154,
      "Ĺ": 155,
      "ĺ": 156,
      "Ļ": 157,
      "!!": 158,
      "!!!!": 159,
      "!!!!!!!!": 160,
      "Ĉ!": 161,
      "ďĉ": 162,
      "!!!!!!!!!!!!!!!!": 163,
      "ćć": 164,
      "ďĉďĉ": 165,
      "ĈĈ": 166,
      "Ĉ!Ĉ!": 167,
      "'(": 168,
      "&'(": 169,
      "%&'(": 170,
      "ćĈ!": 171,
      "22": 172,
      "ĈĈĈĈ": 173,
      "ćććć": 174,
      "ćĈ!Ĉ!": 175,
      "ďĉďĉďĉďĉ": 176,
      "ďĉ!": 177,
      "ćĈ": 178,
      "2222": 179,
      "%&'(%&'(": 180,
      "!!!": 181,
      "Ĉ!Ĉ!Ĉ!Ĉ!": 182,
      "Ĉ!Ĉ": 183,
      "ćĈĈ": 184,
      "ććĈ!": 185,
      "ďĉ!!": 186,
      "ĈĈĈĈĈĈĈĈ": 187,
      "ćĈćĈ": 188,
      "MM": 189,
      "ĈĈĈ": 190,
      "!!!!!!!!!!!!": 191,
      "ćĈ!ćĈ!": 192,
      "&'(!!!!!!!!!!!!!!!!": 193,
      "%&": 194,
      "ďĉďĉ!": 195,
      "ćććććććć": 196,
      ")!": 197,
      "%&'(%&'(%&'(%&'(": 198,
      "ďĉďĉďĉ": 199,
      "Ĉ!ćĈ!Ĉ!": 200,
      "22222222": 201,
      "ććĈ": 202,
      "LL": 203,
      ")!)": 204,
      "ćĈ!Ĉ": 205,
      "Ĉ!Ĉ!Ĉ": 206,
      "ćććĈ!Ĉ!": 207,
      "ďĉďĉďĉ!": 208,
      "ďĉ!!!!!!!!!!!!!!!!": 209,
      "MMMM": 210,
      "ćĈ!ćĈ!Ĉ!": 211,
      "ďĉďĉ!!": 212,
      "01": 213,
      "Ĉ!ĈĈĈ": 214,
      "ćĈĈĈ": 215,
      "ďĉ!ďĉ": 216,
      "ďĉďĉďĉďĉďĉďĉďĉďĉ": 217,
      "Ĉ!ĈĈ": 218,
      "!!!!!!": 219,
      "!!!!!": 220,
      "%&'(ďĉ": 221,
      "44": 222,
      "55": 223,
      "66": 224,
      "88": 225,
      "%!!!!!!!!!!!!!!!!": 226,
      "ćĈĈĈĈ": 227,
      "ććĈ!Ĉ!": 228,
      "!!!!!!!!!!!": 229,
      ")!)!!!!!!!!!!!!!!!!": 230,
      "+/": 231,
      "+/,": 232,
      "+/,'(": 233,
      "%&'(ĉ": 234,
      "2222222222222222": 235,
      "!!!!!!!!!": 236,
      "%&-": 237,
      "!L": 238,
      "%!": 239,
      "ďĉ%&'(": 240,
      "!LK": 241,
      "ď%&'(ĉ": 242,
      "!!!!!!!": 243,
      "ďĉ!ďĉďĉďĉďĉ": 244,
      "Ĉ!ĈĈĈĈ": 245,
      "77": 246,
      "LLLL": 247,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 248,
      "ďĉďĉďĉ!!": 249,
      "ćĈ!ćć": 250,
      "ćďĉ": 251,
      "!!!!!!!!!!!!!!": 252,
      "ćĈćĈćĈ": 253,
      "ďĉ!ďĉ!": 254,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 255,
      "!!!!!!!!!!": 256,
      "!!!!!!!!!!!!!!!": 257,
      "Ĉ!Ĉ!ćĈ!Ĉ!": 258,
      "&'(ĉ": 259,
      "!!!!!!!!!!!!!": 260,
      "%ď": 261,
      "MMMMMMMM": 262,
      "Ĉ&'(": 263,
      "ćĈ!ććĈ": 264,
      "ćĈ!ćĈ": 265,
      "%ď&'(ĉ": 266,
      "-%&": 267,
      "ďĉďĉďĉďĉ!": 268,
      "ćďĉ!": 269,
      "%Ĉ&'(": 270,
      "23": 271,
      "!!!S": 272,
      "ĉĉ": 273,
      "ďĉďĉ%&'(": 274,
      "ćĈćĈćĈćĈ": 275,
      "ďĉćććć": 276,
      "ćććĈ": 277,
      "Ĉ!Ĉ!Ĉ!": 278,
      "%&-+/,'(": 279,
      "ĈćĈĈ": 280,
      "ćććććććććććććććć": 281,
      "'(3": 282,
      "ć%&'(": 283,
      "!LK!LK": 284,
      "Ĉ!ĈĈ!": 285,
      "ďď": 286,
      "Ĉ!Ĉ!Ĉ!Ĉ": 287,
      "ććććććĈ!": 288,
      "))": 289,
      "+01": 290,
      "4444": 291,
      "5555": 292,
      "6666": 293,
      "8888": 294,
      "ďĉďĉďĉ%&'(": 295,
      "ćĈ!Ĉ!Ĉ!": 296,
      "-%&+/,'(": 297,
      "-%&+/,'(-%&+/,'(": 298,
      "ćĈ!Ĉ!Ĉ": 299,
      "ćĈ!ććĈ!": 300,
      "ćĈ!ć": 301,
      "ććććĈ": 302,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 303,
      "ďĉĉ": 304,
      "ďĉďĉ!!!": 305,
      "ďĉ!!ďĉ": 306,
      "ćĈĈĈĈĈ": 307,
      "ććĈ!Ĉ!Ĉ!Ĉ!": 308,
      "ćććććććĈ!Ĉ!": 309,
      "222222": 310,
      "'(7": 311,
      "%!&'(": 312,
      "ćĈ!ĈĈĈ": 313,
      "ďĉďĉďĉďĉďĉďĉ!": 314,
      "ĄĆ": 315,
      "ĂĄĆ": 316,
      "222": 317,
      "4%&": 318,
      "5222": 319,
      "6'(7": 320,
      "4%&5222": 321,
      "4%&52226'(7": 322,
      "2222224%&52226'(7": 323,
      "8,": 324,
      "2222224%&52226'(78,": 325,
      "%&-+01": 326,
      "ďďĉĉ": 327,
      "TV": 328,
      "ćĈĈćĈĈ": 329,
      "TVa": 330,
      "ďĉ!!!": 331,
      "%&-+01'(3": 332,
      "Ĉ!ĈĈ!Ĉ": 333,
      "%Ĉ&'(!": 334,
      "!!!!!!!!!!!!!!!!!!!": 335,
      "ĈĈĈĈĈĈĈĈĈĈĈĈ": 336,
      "ďĉďĉďĉďĉďĉ": 337,
      "ććććĈ!": 338,
      "ďĉďĉďĉďĉďĉďĉ": 339,
      "%!!": 340,
      "!!!!R": 341,
      "Ĉ!Ĉ!ĈĈ": 342,
      "0101": 343,
      "ććĈ!Ĉ": 344,
      "%&-+/,'(%&-+/,'(": 345,
      "ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 346,
      "ććć": 347,
      "LLLLLLLL": 348,
      "ďĉďĉ!!ďĉ": 349,
      "!!!!!!!!!!!!!!!!!!": 350,
      "Ĉ!ćĈ!": 351,
      "ććĈ!Ĉ!Ĉ": 352,
      "ćĈ!Ĉ!Ĉ!Ĉ!": 353,
      "2323": 354,
      "!!!SĂĄĆ": 355,
      "ććĈ!ć": 356,
      "Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 357,
      "ćĈ!ćĈ!ćĈ!ćĈ!": 358,
      "%&'(ďĉďĉ": 359,
      "ď!": 360,
      "ććĈĈ": 361,
      "ćĈĈćĈ": 362,
      "ďĉ!!ďĉ!": 363,
      "MMMMMMMMMMMMMMMM": 364,
      "#$": 365,
      "ĈĈĈĈĈĈ": 366,
      "ĈĈ!": 367,
      "%ć": 368,
      "ďĉ!ďĉďĉ": 369,
      "ććĈĈĈ": 370,
      "ćĈ!ĈĈ": 371,
      "ćĈ!ďĉ!": 372,
      "!!!!!!!!!!!!!!!!!": 373,
      "ďĉćć": 374,
      "ććĈ!ćć": 375,
      "%ĉ": 376,
      "ĈĈĈ!ĈĈĈ": 377,
      "ďĉďĉďĉďĉďĉďĉďĉ!": 378,
      "ĈĈĈĈĈĈĈĈĈ": 379,
      "ďĉ!!!!!!!!": 380,
      "%&'": 381,
      "Ĉ!ĈćĈ!Ĉ!": 382,
      "ďĉďĉďĉďĉďĉďĉďĉ": 383,
      "ďĉ!ďĉ!!": 384,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 385,
      "ĉ!": 386,
      "ď%ĉ": 387,
      ")!)!!": 388,
      "7777": 389,
      "ććććĈ!ćĈ!Ĉ!": 390,
      "%!!!": 391,
      "TVa!!!SĂĄĆ": 392,
      "ćďĉďĉ": 393,
      "ćĈ!ćĈ!Ĉ!Ĉ!": 394,
      "011": 395,
      "&'(!": 396,
      "Ĉ!Ĉ!Ĉ!!": 397,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 398,
      "ďĉďĉćććć": 399,
      "ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 400,
      "0011": 401,
      "ďĉ!ďĉďĉďĉ!": 402,
      "ćĈĈ!": 403,
      "ćććĈ!Ĉ!Ĉ!Ĉ!": 404,
      "ď'(": 405,
      "ďĉ!!!!!": 406,
      "ćĈ!ćĈ!Ĉ": 407,
      "33": 408,
      "ćĈĈĈĈĈĈ": 409,
      "ćĈ!ćĈĈ": 410,
      "ďĉ!ďĉďĉ!": 411,
      "!!)!": 412,
      "ĈĈĈĈ!": 413,
      "!LK!LK!LK!LK": 414,
      "%&ď'(": 415,
      "ćĈĈĈćĈĈ": 416,
      "ďĉďĉďĉ!ďĉďĉ!": 417,
      "ďĉ!%&'(": 418,
      "#.": 419,
      "ď%ĉ&'(": 420,
      "$#$": 421,
      "ď(": 422,
      "Ĉ!ćĈ!Ĉ!Ĉ": 423,
      "ćĈ!ĈĈ!": 424,
      "ććĈ!ćĈ!ćĈ!": 425,
      "#..": 426,
      "!!!!R!!!S": 427,
      "Ĉ!ĈĈĈĈĈĈĈ": 428,
      "ććĈćć": 429,
      "ĈćĈĈćĈ": 430,
      "ććĈ!ććĈ!": 431,
      "$#$!!)!": 432,
      "Ĉ!%&'(": 433,
      "%&-+/,'(#..": 434,
      "Ĉ!Ĉ!ĈĈĈ": 435,
      "%&'ď(": 436,
      "Ĉ!Ĉ!ĈĈ!Ĉ": 437,
      "ďĉďĉďĉďĉďĉďĉďĉďĉ!": 438,
      "ćĈĈćĈĈćĈćĈćĈ": 439,
      "ĈĈĈ!Ĉ!": 440,
      "ććććććĈ!ćĈĈ": 441,
      "ćĈ!ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!": 442,
      "ĉĉĉĉ": 443,
      "ĈĈĈĈĈ": 444,
      "ďĉ!ďĉďĉďĉ": 445,
      "Ĉ!ĈĈćĈ": 446,
      "ćććĈ!Ĉ!Ĉ!": 447,
      "%&-+/,'(#..$#$!!)!": 448,
      "Ĉ!ĈćĈ!Ĉ!Ĉ!Ĉ": 449,
      "ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 450,
      "Ĉ!ĈĈ!ĈĈĈ": 451,
      "ćććĈ!Ĉ!Ĉ!Ĉ": 452,
      "%ć&'(": 453,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 454,
      "ćććććć": 455,
      "ćććććććććć": 456,
      "ďĉ!ďĉ!ďĉ": 457,
      "ćĉ": 458,
      "ďĉďĉďĉďĉďĉćććć": 459,
      "%&5555": 460,
      "222222226666": 461,
      "44444444": 462,
      "8888,": 463,
      "88888888,": 464,
      "%&55555555": 465,
      "2222222266666666": 466,
      "44444444%&55555555": 467,
      "%&ď'(ĉ": 468,
      "ćďĉďĉďĉ": 469,
      "ďĉ!!!!": 470,
      "ďĉ!ďĉďĉ!!": 471,
      "%&'(ďĉ!!": 472,
      "ďĉďĉďĉďĉďĉ!!": 473,
      "(7": 474,
      "(788888888,": 475,
      "%!!!!!!!": 476,
      ")!!!!!!!!": 477,
      "ďĉ!!!!!!": 478,
      "%&'ď(ĉ": 479,
      "244444444%&55555555": 480,
      "(788888888,-%&": 481,
      "ćĈĈĈĈĈĈĈĈ": 482,
      "ćĈćĈĈ": 483,
      "ć!": 484,
      "%!!!!!!!!": 485,
      "Ĉ!Ĉ!ćĈ!": 486,
      "Ĉ!ĈĈĈĈĈ": 487,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈćĈĈ": 488,
      "ćĈ!Č": 489,
      "ďĉďĉ!!!!": 490,
      "%&'(!": 491,
      "ćĈććĈ": 492,
      "ĈĈ!Ĉ!Ĉ!Ĉ!": 493,
      "%!!!!!!": 494,
      "ďĉďĉďĉć": 495,
      "ćĈĈĈĈĈĈĈĈĈĈĈĈ": 496,
      "ćĈ!ćČ": 497,
      "Ĉ!ćĈ!ćĈ!": 498,
      "L!LK": 499,
      "ďĉ!ďĉďĉďĉďĉďĉďĉďĉďĉ": 500,
      "ćĈ!ĈćĈ": 501,
      "ď%&'(ĉ!": 502,
      "ĈĈĈĈĈĈĈĈĈĈĈ": 503,
      "%!!!!!!!!!!!!!": 504,
      "TVa!!!SĂĄĆ!!!!R!!!S": 505,
      ")ďĉďĉ!": 506,
      "%!!!!": 507,
      "%!!!!!": 508,
      "Ĉ!ććĈ!Ĉ!": 509,
      "ćĈ!ćĈ!ćĈ": 510,
      "ćĈ!ĈĈ!Ĉ!": 511,
      "Ĉ!ĈĈĈ!": 512,
      "%!!!!!!!!!!!!": 513,
      "ćććććĈ!ćĈĈ": 514,
      "'7777": 515,
      "ďĉ!!!!!!!!!!!": 516,
      "ćĈ!Ĉ!ćĈ!Ĉ!": 517,
      "ćĈ!Ĉ!ĈćĈ!Ĉ!": 518,
      "ććććĈ!Ĉ!": 519,
      "!!Č": 520,
      "ććććĈććĈ": 521,
      "%!!!!!!!!!!!": 522,
      "ćĈćĈćĈćĈćĈćĈćĈćĈ": 523,
      "%&'(ďĉďĉďĉďĉ": 524,
      "ćĈ!ćĈćĈćĈ": 525,
      "ćĈĈ!Ĉ!Ĉ": 526,
      "ćĈĈĈĈĈĈĈĈććĈ": 527,
      "ćĈ!ćĈ!ćĈ!ćĈ": 528,
      "ććĈ!ćććĈ!ćć": 529,
      "ććĈ!ćĈ!Ĉ": 530,
      "LLLLLLLLLLLLLLLL": 531,
      "ćĈ!ćĈ!Ĉ!ćĈĈ": 532,
      "%&'(ďĉďĉ!": 533,
      "ććĈ!ććććĈ": 534,
      "Ĉ!ĈĈĈĈ!": 535,
      "ćĈĈ!ćĈ!Ĉ!": 536,
      "ĈĈĈ!ĈĈĈććĈ!": 537,
      "ććććĈ!ĈĈ": 538,
      "ćĈĈĈĈ!Ĉ": 539,
      "ĈĈĈĈćĈĈĈĈ": 540,
      "ććĈććĈ!": 541,
      "ćĈ!Ĉ!ććĈ!": 542,
      "ćĈćĈĈĈĈ": 543,
      "ďĉ!!ďĉďĉďĉďĉďĉďĉ!": 544,
      "ďĉďĉďĉ!ďĉ": 545,
      "ć%&'(ďĉ": 546,
      "ćććĈćĈ": 547,
      "ćĈ!ĈććĈĈĈ": 548,
      "Ĉ!ĈĈĈĈĈĈ": 549,
      "ĈćĈ!Ĉ!": 550,
      "ćĈ!ĈĈ!Ĉ": 551,
      "ćĈ!ććĈćĈ!ćĈ": 552,
      "!!ćĈ!Ĉ!Ĉ!Ĉ!": 553,
      "ććĈĈććĈćć": 554,
      "Ĉ!ĈćĈ!Ĉ!Ĉ!ĈćĈ!ćć": 555,
      "ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!": 556,
      "ćććĈ!Ĉ!ćĈ!Ĉ!": 557,
      "ććĈ!ćĈ!ććĈ!": 558,
      "ďĉ!)!)": 559,
      "Ĉ!Ĉ!Ĉ!Ĉ!!": 560,
      "ĈĈĈĈĈĈćĈ!ććĈ": 561,
      "ćďĉďĉďĉďĉ!": 562,
      "ďĉ!ďĉďĉďĉďĉ!!": 563,
      "ĈćĈĈćĈćĈĈĈćĈĈ": 564,
      "!ďĉ": 565,
      "ććććććĈ!ćć": 566,
      "ďĉćĈ!Ĉ!": 567,
      "ĈĈĈĈĈĈĈĈĈĈ!ćĈ!Ĉ!": 568,
      "ćććĈĈ": 569,
      "ďĉ!ďĉ!!!!!!!!!!!": 570,
      "ćĈ!ĈćĈćĈćĈ": 571,
      "ďďďď": 572,
      "ďĉ!ďĉ!!!!!!": 573,
      "ďĉďĉďĉďĉďĉ!": 574,
      "%!!&'(": 575,
      "Ĉ!ĈĈ!ĈĈĈĈ!ĈĈ!Ĉ": 576,
      "ćĈ!Ĉ!Ĉ!ćĈĈćĈ": 577,
      "!!!!ďĉ!!": 578,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ": 579,
      "%ćĈ": 580,
      "ďĉ!!ďĉďĉ": 581,
      "ĈĈĈĈĈĈĈĈĈĈ!ĈĈ": 582,
      "Ĉ!ćĈ!Ĉ!ĈćĈĈĈ": 583,
      "ď!ĉ": 584,
      "%!!!!!!!!!!!!!!": 585,
      "&'(ďĉ": 586,
      "ććććććĈććĈ!": 587,
      "ćď": 588,
      "%ć&": 589,
      "%!!!!!!!!!!": 590,
      "ďĉďĉ!ďĉ": 591,
      "ďĉďĉ!ďĉďĉďĉ!!": 592,
      "(788888888,-%&+01": 593,
      "Ĉ!Ĉ!Ĉ!ĈĈĈĈĈĈĈĈĈĈ!ĈĈ": 594,
      "ďĉ!!ďĉďĉ!!!": 595,
      "ćććććććĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 596,
      "ĥĤ": 597,
      "Ĉ!Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ!": 598,
      "%!!!&'(": 599,
      "ďĉ!!ďĉďĉďĉ": 600,
      "Ĉ!!": 601,
      "Ĉ!ĈćĈ!": 602,
      "%!!!!!!!!!!!!!!!": 603,
      "ďĉďĉ!ďĉ!": 604,
      "Ē!!": 605,
      "ďĉďĉďĉďĉ!!": 606,
      "ďĉćććććććć": 607,
      "ćĈ!ĈćĈĈ": 608,
      "ććĈ!ćďĉ": 609,
      "%ď&'(ĉ!": 610,
      "ďĉďĉ!ďĉďĉ": 611,
      "ďĉĈ!ĈĈĈĈĈĈĈ": 612,
      "ďĉďĉďĉ!ććĈ!ć": 613,
      "ćďĉ!ďĉ": 614,
      "%!!!!!!!!!": 615,
      "Ĉ(": 616,
      "Ĉ!ĉ": 617,
      "ćććĈ!": 618,
      "ĖĖ": 619,
      "%&'(ďĉĈ!Ĉ!Ĉ!Ĉ!": 620,
      ")!!!!!!!!)!": 621,
      "ĈĈ!Ĉ": 622,
      "ďĉĈ!Ĉ!Ĉ!Ĉ!": 623,
      "ďĉďĉďĉďĉ!ďĉďĉ": 624,
      "%&'(ďĉ!": 625,
      "ďĉďĉďĉďĉďĉ%&'(": 626,
      "Ĉ'(": 627,
      "ĈĈĈĈĈĈĈ": 628,
      "ćććććććććććć": 629,
      "322": 630,
      "ćĈĈĈĈĈćĈĈĈĈĈ": 631,
      "01'(3": 632,
      "ććĈ!Ĉ!Ĉ!Ĉ": 633,
      "ďĉď%&'(ĉ": 634,
      "ďĉ!ďĉďĉďĉďĉ!": 635,
      "ďĉďĉ!ďĉ!!": 636,
      "ďĉďĉďĉďĉďĉ)!)": 637,
      "232222222222222222": 638,
      "%!!!!!!!!!!!!!!!!!": 639,
      "%!!!!!!!!!!!!!!!!!!": 640,
      ")!)!": 641,
      "ďĉďďĉĉ": 642,
      "ćććććĈ!Ĉ!Ĉ!ćĈĈćĈ": 643,
      "%&'(ďĉćć": 644,
      "ćĈ!ĈĈ!ĈĈĈ": 645,
      "AA": 646,
      "ďĉ!!!!!!!!!!!!!!": 647,
      "Ĉ!Ĉ!ĈĈ!Ĉ!": 648,
      "%&'(ďĉďĉďĉ": 649,
      "Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ!": 650,
      "ďĉďĉďĉďĉďĉďĉ%&'(": 651,
      "ďĉ!!!!!!!!!!!!": 652,
      "Ĉ!ćć": 653,
      "ďĉďĉďĉ!!ďĉďĉ": 654,
      "32323": 655,
      "ć(": 656,
      "ćĈ!ďĉ": 657,
      "ćĈ!ćĈ!Ĉ!ĈćĈ!Ĉ!": 658,
      "ďĉ!ďĉ!!!": 659,
      "&'(!!!!": 660,
      "ćĈ!ĈĈĈĈ": 661,
      "%&'(ďĉ!!!": 662,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈćĈĈĈ!ĈĈĈ": 663,
      "ć!!": 664,
      "Ĉ!ĈĈĈ!Ĉ!Ĉ": 665,
      "ďĉďĉ!ďĉďĉćććć": 666,
      "ććććĈćĈ": 667,
      "Čďĉ": 668,
      "ďĉďĉ!ďĉďĉ%&'(": 669,
      "ććĈ!Ĉ!Ĉ!ćĈ!": 670,
      "777": 671,
      "ďĉ!!ďĉ!!!!!!!!!!!": 672,
      "ďĉď": 673,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!": 674,
      "Ĉ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 675,
      "!!!!!!!!!ććććĈ!ĈĈ": 676,
      "ďĉďĉďĉďĉćććć": 677,
      "Čďĉďĉ": 678,
      "Ĉ!Ĉ!Ĉ!ĈĈĈ": 679,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 680,
      "ćĈĈĈćĈ": 681,
      "ćĈ!ĈćĈ!Ĉ!": 682,
      "%!Ĉ&'(": 683,
      "Ĉ!ďĉďĉ!": 684,
      "RTVa": 685,
      "ććĈ!ĈĈ!": 686,
      "%&'(%&'(%&'(": 687,
      "ĈćĈĈćĈćĈĈĈćĈĈďĉ": 688,
      "ďĉďĉ)": 689,
      "ćĈ!Ĉ!ĈĈ": 690,
      "ďĉććĈ!": 691,
      ")!)!!!!!!!!": 692,
      "ćĈ!Ĉ!ĈćĈ!": 693,
      "Ĉ(!": 694,
      "ćĈ!Ĉ!!": 695,
      "ćďĉ%&'(": 696,
      "!!!ďĉďĉďĉďĉ": 697,
      "ććććććććććććĈ!": 698,
      "ďĉ!!ďĉ!ďĉďĉ!": 699,
      "ćĈćĈćĈ!Ĉ!": 700,
      "ćĈ!ćĈ!ćďĉďĉďĉďĉ!": 701,
      "ćććĈćć": 702,
      "Ĉ!Ĉ!ĈĈĈ!": 703,
      "ĈĈĈĈĈ!": 704,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈĈ": 705,
      "Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!!": 706,
      "Ĉ!ćĈ!ĈćĈ": 707,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 708,
      "00011": 709,
      "ďĉ%ď&'(ĉ": 710,
      "Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ": 711,
      "Ĉ!ććĈĈ": 712,
      "Ĉ!Ĉ!ćĈĈ": 713,
      ")!!!!!!!!!!!!!!!!": 714,
      "Ē!": 715,
      "ČČ": 716,
      "ćĈćĈ!ćĈ": 717,
      "Ĉ!ďĉďĉ": 718,
      "ćĈ!Ĉ!ćĈ": 719,
      "Ĉ'(!": 720,
      "%ćĈ&'(!": 721,
      "ďĉďĉďĉ!!ďĉ!": 722,
      "ďĉ!!ďĉ!!!!!!!!": 723,
      "Ĉ!Ĉ!ćĈ!ĈĈ!": 724,
      "Ĉ!ĈĈĈ!ĈĈ": 725,
      "ďĉďĉ!!ďĉ!!!!": 726,
      "ćĈĈĈććĈ": 727,
      "ćĈĈĈĈĈćĈ": 728,
      "Ĉ!%&'(ďĉďĉďĉ!": 729,
      "!!!!!ďĉďĉďĉďĉ": 730,
      "Ĉ!ďĉ!ďĉďĉďĉďĉ": 731,
      "ďĉ!!!ćććć": 732,
      "ćĈććć": 733,
      "Ĉ!ĈććĈ": 734,
      "Ĉ!Ĉ!ĈĈĈĈĈĈ": 735,
      "ćĈ!ćĈĈĈ": 736,
      "Ĉ!Ĉ!Ĉ!ĈĈ!Ĉ": 737,
      "ďĉďĉ!!ďĉ!ďĉ!!": 738,
      "ć%Ĉ&'(!": 739,
      "!!ćććć": 740,
      "Ĉ!Č": 741,
      "ćĈ!ćĈ!ćĈ!Ĉ!": 742,
      "ćĈĈććĈĈĈ": 743,
      "ććĈ!ćĈĈ": 744,
      "ćĈćĈćĈćĈćĈ": 745,
      "Ĉ!ďĉďĉ!ďĉćććć": 746,
      "ćĈĈĈććĈĈĈ": 747,
      "ćććĈććĈ": 748,
      "ĈĈ!ććĈ!Ĉ!": 749,
      "ćććĈ!ćĈ!": 750,
      "ďĉććććĈ!ćĈ!ćĈ!": 751,
      "ćĈ!ćĈ!ĈĈ!Ĉ!": 752,
      "ćĈ!ćĈćĈćĈďĉďĉ!": 753,
      "ćĈ!ćĈ!ćĈ!ćĈćĈ!ćĈ!Ĉ!": 754,
      "ĈĈ!ććĈ!Ĉ!Čďĉ": 755,
      "ćććĈ!ćĈ!ćĈ!ćĈ!": 756,
      "Ĉ!ĈĈĈćĈ!ćĈĈĈ": 757,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈćĈĈćĈĈĈĈĈ": 758,
      "ćĈ!Ĉ!ĈĈĈĈĈĈ": 759,
      "Ĉ!ćĈ!Ĉ!ĈĈĈ!ĈĈĈććĈ!": 760,
      "ććĈćĈćĈćĈ": 761,
      "ćĈ!ćććĈ!ćć": 762,
      "Ĉ!ĈĈ!ććĈ!Ĉ!Ĉ": 763,
      "ćĈ!ććĈ!ćĈ!ććĈ!": 764,
      "ĈĈćĈćĈćĈ!Ĉ!": 765,
      "ććĈ!Ĉ!ĈĈĈ!Ĉ!": 766,
      "ććĈ!Ĉ!ĈćĈĈĈććĈĈĈ": 767,
      "ćććććććĈ!ćĈ!Ĉ!": 768,
      "ćĈĈĈĈĈćĈĈĈĈĈćĈ!ĈĈĈ": 769,
      "ććĈ!ĈĈ!ćĈĈ!Ĉ!Ĉ": 770,
      "Ĉ!Ĉ!ĈĈĈĈĈĈćĈ!ĈĈĈ": 771,
      "ĈĈćĈćĈćĈ!Ĉ!ĈćĈĈ": 772,
      "ććĈ!Ĉ!ĈĈĈ!Ĉ!Ĉ!ĈĈćĈ": 773,
      "!!!!!!!!!!ďĉ!!!!!!": 774,
      "ććĈ!ćĈ!ćĈ!ćĈ!ćĈćĈćĈ": 775,
      "ĈĈĈĈĈĈĈĈĈ!Č": 776,
      "ćĈĈĈććĈ!Ĉ!": 777,
      "ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ!": 778,
      "ćĈ!ĈĈĈĈ!ĈĈ!Ĉ": 779,
      "ććĈ!ććĈ!ĈĈ!ććĈ!Ĉ!Ĉ": 780,
      "ćĈ!Ĉ!ĈĈĈĈĈĈććĈ!ćďĉ": 781,
      ")!!!!!!!!!!!!!!!": 782,
      "Ĉ!Ĉ!ĈĈĈĈ": 783,
      "ćĈ!ćććĈ!Ĉ!Ĉ!": 784,
      "ćĈ!Ĉ!ćĈĈ": 785,
      "ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!": 786,
      "ććććĈ!ććĈ!ć": 787,
      "ććĈĈćĈĈĈ": 788,
      "!!Č!": 789,
      "Ĉ!ćććĈ!ććĈ!": 790,
      "ćććĈćććĈĈćĈ": 791,
      "ććĈćĈćĈćĈćĈ!": 792,
      "ććĈ!ćĈ!ććĈ": 793,
      "ććĈ!ĈĈĈĈĈ!": 794,
      "ćććĈĈ!Ĉ!": 795,
      "Ĉ!Ĉ!Ĉ!ćĈĈĈććĈ": 796,
      "ćĈ!ĈĈĈćć": 797,
      "ēē": 798,
      "!!ďĉ!!!!!!": 799,
      "ćĈ!ććććććĈ!": 800,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 801,
      "ćĈ!ćĈ!ććĈ": 802,
      "Ĉ!ćĈ!ćĈĈĈĈ!Ĉ": 803,
      "Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈććĈ": 804,
      ")!)!!ďĉďĉ": 805,
      "ĈĈĈĈ!ććĈ": 806,
      "ĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!Ĉ!Ĉ!": 807,
      "Ĉ!%&'(ďĉďĉďĉ!))": 808,
      "Ĉ!ćććĈ!ććĈ!ćĈ!ĈĈĈćć": 809,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ!Ĉ!": 810,
      "ďĉ!!!ćććĈ": 811,
      "ććććĈćĈććĈ!": 812,
      "ďĉďĉďĉďĉďĉ!!ďĉ": 813,
      "Ĉ!Ĉćć": 814,
      "ććććććććĈ!": 815,
      "ćĈ!ĈćĈ!ćĈ!Ĉ": 816,
      "Ĉ!ĈĈĈĈ!Ĉ": 817,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ": 818,
      "ďĉ!!ďĉ!ććĈ!": 819,
      "ďĉććĈĈĈĈĈ": 820,
      "ćĈ!Ĉ!!Ĉ!ćĈ!ćĈ!": 821,
      "ĈĈĈĈĈĈĈĈĈ!Čďĉ!": 822,
      "ćĈĈĈććĈ!Ĉ!ććĈ!ćć": 823,
      "ćĈćĈćĈĈĈćĈ": 824,
      "ćććĈ!Ĉ!Ĉ": 825,
      "ćĈ!ćĈ!!": 826,
      "ćĈ!Ĉ!ććĈ": 827,
      "ćĈćĈ!ććĈ": 828,
      "Ĉ!ĈĈĈ!ĈĈĈĈ": 829,
      "ćĈćĈĈĈ!Ĉ": 830,
      "ćĈ!ćĈ!Ĉ!ćĈĈćĈ!Ĉ": 831,
      "Ĉ!ĈĈĈĈ!ĈĈĈĈĈĈĈĈ": 832,
      "ćĈćĈĈĈĈĈĈĈ": 833,
      "ćĈ!ććććććĈ!ćĈ!ććĈ": 834,
      "ćĈĈĈ!Ĉ!ćĈ!Ĉ!": 835,
      "ćććĈććććĈććĈ": 836,
      "ćĈĈćĈĈćĈĈĈĈĈćĈ": 837,
      "ććĈ!ććććĈćĈćĈćĈ": 838,
      "ĈĈ!ĈććĈ!Ĉ!Ĉ": 839,
      "Ĉ!Ĉ!ĈĈ!Ĉ!Ĉ!ĈĈĈĈ": 840,
      "ćććďĉ": 841,
      "&'(ćďĉ!ďĉ": 842,
      "ďĉďĉ!ďĉ%&'(": 843,
      "Ĉ!Ĉ!ĈĈ!Ĉ!ĈĈĈ": 844,
      "Ĉ!Ĉ!ĈĈ!Ĉ!ĈĈ!Ĉ": 845,
      "Ĉ!ĈĈĈĈ!ĈĈĈĈ": 846,
      "ććććĈ!ćććĈććĈ": 847,
      "ďĉ!!!!!ćĈ!ĈćĈ!ćĈ!Ĉ": 848,
      "ćććĈćććĈĈćĈćĈ!Ĉ!": 849,
      "ďćĉ": 850,
      "Ĉ!ĈĈ!Ĉ!ćĈ!": 851,
      "ďĉďĉďĉ!!ďĉ": 852,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!": 853,
      "ćĈ!ĈĈĈ!!ćććć": 854,
      "ććĈ!ĈććććĈ": 855,
      "ćĈĈĈćĈĈćććć": 856,
      "ćććĈ!Ĉ!Ĉ!ććĈ": 857,
      "ććĈĈĈĈćĈĈĈĈ": 858,
      "ćĈĈ!Ĉ!Ĉ!Ĉ!": 859,
      "Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 860,
      "ćĈ!ĈćĈ!ććĈ": 861,
      "Ĉ!Ĉ!ćĈ!Ĉ!ĈĈĈ": 862,
      "ćĈĈćĈĈćĈ!ćććĈ!ćć": 863,
      "ćĈ!ĈĈćĈ!ćĈ!Ĉ!Ĉ!": 864,
      "!!Č!!Č!": 865,
      "ććĈ!ćĈ!ĈĈ!ćĈ!Ĉ!": 866,
      "&'(ďĉ))": 867,
      "Ĉ!ććĈĈććĈ!ćĈĈ": 868,
      "Ĉ!ĈĈĈĈ!ĈĈ!ĈĈĈĈ": 869,
      "ćĈĈĈĈ!Ĉ!ćĈ!Ĉ!": 870,
      "ćĈĈĈĈ!Ĉ!ćĈ!": 871,
      "ćĈĈĈćĈ!ĈĈĈĈ": 872,
      "ćĈćĈćĈćĈĈĈ": 873,
      "ďĉ!!!!!ďĉ!)!)": 874,
      "ććĈ!ćĈ!ćĈ!ĈćĈĈ": 875,
      "ćĈ!ĈĈ!Ĉ!ďĉ!ďĉ!": 876,
      "ćĈććĈ!ćĈ!ćĈ!ĈćĈĈ": 877,
      "ććĈ!Ĉ!Ĉ!ććĈ!Ĉ!": 878,
      "Ĉ!Ĉ!ĈĈ!ĈĈ!Ĉ!ĈĈ": 879,
      "ććĈ!ćććĈ!ćććĈ": 880,
      "ćĈććć!!": 881,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 882,
      "ćĈćĈćĈćĈćĈćĈćĈćĈćĈ": 883,
      "ććĈ!ĈććĈ!Ĉ!": 884,
      "Ĉ!ĈĈĈĈĈĈĈĈ!ĈĈĈĈĈ": 885,
      "ĈĈĈĈĈćĈćĈ": 886,
      "ĈĈĈĈĈĈĈĈĈĈĈĈ!Ĉ!": 887,
      "ďĉďĉďĉďĉďĉ!ďĉ": 888,
      "ććĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 889,
      "ćĈ!ĈĈ!ĈĈ": 890,
      "ćććĈ!Ĉ!ćććĈĈ": 891,
      "ćĈ!ćććĈ!ććĈ": 892,
      "Ĉ!Ĉ!ĈĈćĈ!Ĉ!": 893,
      "ććĈ!ĈćĈćĈ": 894,
      ")!!!!!!!!)": 895,
      "Ĉ!ĈĈĈĈĈĈĈ!Ĉ!Ĉ!ĈĈ!Ĉ": 896,
      "Ĉ!Ĉ!ĈĈ!Ĉ!Ĉ!!": 897,
      "ćĈĈĈĈĈćĈĈćĈ": 898,
      "ďĉ!ďĉďĉďĉďĉďĉďĉďĉ": 899,
      "Ĉ!ĈĈ!ĈĈ!ĈĈĈ!ĈĈĈĈ": 900,
      "ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!ćć": 901,
      "Ĉ!ĈĈĈĈĈĈ!Ĉ!Ĉ": 902,
      "!&'(ďĉ))": 903,
      "Ĉ!ĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈĈ": 904,
      "ćććĈĈĈĈĈ": 905,
      "ćĈ!ćĈ!Ĉ!ćĈ!Ĉ": 906,
      "ććććĈ!ććĈ!ćććĈ!ćććĈ": 907,
      "Ĉ!ćĈ!ďĉ!!!!!!!!": 908,
      "ćĈ!ĈĈĈ!ĈĈ": 909,
      "ćĈ!ĈĈćĈĈćĈ": 910,
      "ćććĈ!Ĉ!Ĉ!ĈĈ!Ĉ!ćĈ!Ĉ!": 911,
      "ćĈććĈĈ!ĈĈĈ": 912,
      "ććććĈ!Ĉ!ććĈ!ĈććććĈ": 913,
      "ćććĈĈ!Ĉ!ćĈ!ććĈćĈ!ćĈ": 914,
      "ďĉďĉ!!ćććĈ!Ĉ!ćĈ!Ĉ!": 915,
      "ććĈ!Ĉ!ĈĈĈ": 916,
      "Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 917,
      "ćĈ!ććĈććĈ": 918,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ": 919,
      "ćĈ!ĈĈĈćĈćĈćĈĈĈćĈ": 920,
      "Ĉ!ćĈ!ĈĈĈĈ": 921,
      "ćĈ!ĈĈćĈ!ćĈĈ": 922,
      "ćććććććććććĈ!Ĉ": 923,
      "000111": 924,
      "ďĉďĉďĉďĉďĉďĉ!!!": 925,
      "ćĈĈĈćĈ!ĈććĈĈĈ": 926,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!": 927,
      "01010101": 928,
      "ćĈ!ĈćĈĈ!Ĉ!ćĈ!ĈĈ!": 929,
      "ćĈĈĈĈĈĈĈĈććĈćĈĈ!": 930,
      ")))": 931,
      "ćĈĈĈĈĈĈćĈĈĈĈ": 932,
      "ććĈ!ĈĈ!ĈĈĈĈ!ĈĈ!ĈĈĈĈ": 933,
      "ćĈ!ćĈ!ćĈćĈ!ćĈ": 934,
      "ćĈ!ćććĈ!ććĈćĈ!ććĈ": 935,
      "ćĈĈ!Ĉ!ĈĈĈ": 936,
      "Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ!ĈĈ": 937,
      "ććĈĈćĈĈĈććĈĈććĈćć": 938,
      "ćĈ!Ĉ!ććĈćĈ!": 939,
      "ĈĈĈĈĈĈĈĈ!": 940,
      "ććĈ!ćĈ!ĈććĈ": 941,
      "ććĈ!ććććĈć!!": 942,
      "ćĈ!Ĉ!ĈĈćĈ": 943,
      "ćĈĈććĈĈĈćĈ!ĈćĈ!ććĈ": 944,
      "ćĈ!ćĈ!Ĉ!ććĈ!ĈććĈ!Ĉ!": 945,
      "Ĉ!ďĉďĉćĈ!ďĉ!": 946,
      "ćďĉďĉďĉďĉďĉďĉďĉ!": 947,
      "ćĈ!Čďĉďĉďĉ!ďĉďĉ!": 948,
      "ććĈ!ćĈ!ććĈćĈććć!!": 949,
      "ćĈćĈćĈćĈĈĈćĈĈĈĈĈĈ": 950,
      "ććĈ!ĈćĈćĈćĈ!ĈćĈĈ": 951,
      "ćĈ!ćĈ!ćĈ!ĈĈ!Ĉ!": 952,
      "ćććĈ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ": 953,
      "!!!!!!)!!!!!!!!)": 954,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ": 955,
      "ććĈ!Ĉ!ĈĈ!ĈĈĈ": 956,
      "ćĈĈ!ćĈ!Ĉ!ĈĈĈĈćĈĈĈĈ": 957,
      "ććććććĈ!ćććĈ!ćć": 958,
      "ćĈ!ćĈ!Ĉ!ćĈ!ĈćĈ!ĈĈ!Ĉ": 959,
      "ćĈ!Ĉ!ćĈ!ćĈ!ćĈ!Ĉ!": 960,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ĈĈĈĈ": 961,
      "ćĈ!ććĈĈĈĈĈćĈćĈ": 962,
      "Ĉ!Ĉ!Ĉ!ćĈ!ćĈ": 963,
      "Ĉ!Ĉ!ĈĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈ": 964,
      "ĈĈĈ!ĈĈĈććĈ!ćĈćĈĈĈ!Ĉ": 965,
      "ćĈćĈĈĈĈĈćĈĈ": 966,
      "ććĈĈććĈćććĈćĈćĈćĈ": 967,
      "ćĈĈ!Ĉ!Ĉ!Ĉ!ćĈćĈĈ": 968,
      "ćććććďĉ!": 969,
      "ďĉďĉ!ďĉ!)": 970,
      "ćĈćĈĈĈĈĈĈĈćĈĈĈĈĈĈ": 971,
      "ććććććććĈ!Ĉ!Ĉ!Ĉ!": 972,
      "Ĉ!Ĉ!ĈćĈĈĈĈ": 973,
      "ćĈĈĈćĈ!ĈĈĈĈ!ĈĈ!Ĉ": 974,
      "ďĉ%&'(ďĉďĉ": 975,
      "ćĈ!ćĈ!ćĈ!ćĈ!Ĉ!Ĉ!Ĉ": 976,
      "ćĈ!ććĈććĈ!!!!!!": 977,
      "Ĉ!ĈĈďĉ!!": 978,
      "ćĈĈĈćĈ!ĈĈĈĈĈ!Ĉ!": 979,
      "ćĈ!Ĉ!ĈćĈććĈĈ!ĈĈĈ": 980,
      "ććććććĈ!ćĈĈ%&'(": 981,
      "Ĉ!ĈĈćĈĈ!Ĉ": 982,
      "ćĈ!ĈĈ!ĈĈĈĈ!Ĉ!": 983,
      "Ĉ!ĈććĈĈ!Ĉ!": 984,
      "ćĈ!ĈĈćĈ!ćĈĈćĈ!Ĉ!": 985,
      "ćĈ!ćĈ!Ĉ!ććĈ!Ĉ!Ĉ!Ĉ!": 986,
      "!!!SĂĄĆ!!ďĉ!!!!!!": 987,
      "ćĈĈ!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ": 988,
      "!!ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!ććĈ!": 989,
      "ćĈ!ĈĈĈ!ĈĈćĈ!Ĉ!Ĉ!": 990,
      "ćĈćĈćĈćććĈćĈ": 991,
      "ďĉďĉďĉ!ďĉďĉćććć": 992,
      "ćććĈćĈ!ćĈ": 993,
      "Ĉ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!ĈĈ!": 994,
      "ććĈ!ĈĈĈĈĈ!ćďĉďĉ": 995,
      "!!!!!!!!!!!!!!)!)": 996,
      "ĈĈ!Ĉ!Ĉ!Ĉ!ĈĈĈĈ": 997,
      "Ĉ!Ĉ!ĈĈĈ!ććĈ!Ĉ!Ĉ": 998,
      "ćĈ!Ĉ!ćĈććĈ!Ĉ!": 999,
      "Ĉ!Ĉ!ćĈ!Ĉ!ĈĈ!": 1000,
      "ććććććććććććČďĉďĉ": 1001,
      ")!)!!!!!!!!ďĉ!ďĉďĉ": 1002,
      "LL!LK": 1003,
      "Ĉ!Ĉ!ĈĈ!%&'(": 1004,
      "ďĉ!ďĉ!ďĉ!ďĉ!": 1005,
      "ćććĈĈ!ćĈ!Ĉ!ĈćĈĈĈ": 1006,
      "ďĉďĉďĉďĉďĉ!!ďĉ!ďĉ!": 1007,
      "ćĈćĈ!ććĈ!!": 1008,
      "Ĉ!ď": 1009,
      "ďĉďĉďĉ!ďĉďĉďĉ!!": 1010,
      "ć%&'(ďĉ!": 1011,
      "ćĈ!ććĈ!ćĈ!Ĉ": 1012,
      "Ĉ!Ĉ!ćĈ!ĈĈćĈ!ćĈ!Ĉ!Ĉ!": 1013,
      "ďĉďĉ!!!ďĉćĈ!Ĉ!": 1014,
      "ććĈ!ćĈ!ćĈ!ćďĉ": 1015,
      ")!)!ďĉďĉ!!!": 1016,
      "Ĉ!Ĉ!ĈĈĈĈĈ!Ĉ!Ĉ!": 1017,
      "ćĈĈćĈĈĈĈĈĈćĈĈĈĈ": 1018,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 1019,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 1020,
      "!!!!RTVa!!!SĂĄĆ": 1021,
      "ďĉ!!!ćććććĈ!ĈĈ!ĈĈ": 1022,
      "ććĈ!ćĈ!Ĉ!": 1023,
      "%&'(ďĉ%&'(%&'(%&'(": 1024,
      "%&'(ďĉććďĉďĉ!!ďĉ": 1025,
      "ď!!": 1026,
      "ďĉďĉď%&'(ĉ": 1027,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!!": 1028,
      "ďĉććććććĈ!ććĈ!": 1029,
      "ćĈćĈ!ćĈĈ!": 1030,
      "ćĈ!Ĉ!Ĉ!ććććĈćĈććĈ!": 1031,
      "ććććĈ!ćĈ!ĈĈ!": 1032,
      "ćĈ!ćĈ!Ĉ!Ĉ!ćĈĈ!": 1033,
      "ďĉ!!!!!!!!!!!!!!!": 1034,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!": 1035,
      "ďĉććĈ!ćććĈ": 1036,
      "%&'(%&'(ďĉ!!": 1037,
      "ććććććĈ!ććĈ!ćĈ!ććĈ!": 1038,
      "ćĈĈĈĈ!ĈććĈ!ććććĈć!!": 1039,
      "ćĈ!ĈĈ!ĈĈ!ĈĈ!": 1040,
      "%ćć": 1041,
      "!!!ďĉ!!!!!!!!": 1042,
      "Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ďĉ!": 1043,
      "ćĈĈ!ćĈ!ćĈ!Ĉ": 1044,
      "Ĉ!ććĈ!Ĉ!Ĉ!ĈćĈ!Ĉ!": 1045,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!Ĉ!": 1046,
      "Ĉ!Ĉ!Ĉ!Ĉ!ćććĈ!": 1047,
      "ćďĉ#$": 1048,
      "ćĈ!ćĈ!!ććĈ!ććĈ!": 1049,
      "ďĉ%&'(!": 1050,
      "ďĉ!!ďĉďĉďĉ)!)": 1051,
      ")ććććććććććććĈ!": 1052,
      "ćććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1053,
      "ććĈ!ćĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1054,
      "ďĉćććććććĈ!ćĈ!": 1055,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ!Ĉ!Ĉ": 1056,
      "ďĉďĉďĉďĉďĉďĉďĉ!!": 1057,
      "ďĉďĉďĉďĉ!ďĉďĉ!!": 1058,
      "%ć&'": 1059,
      "ćĈ!ććĈććĈ!!!!!!ďĉćć": 1060,
      "ďĉďĉďĉďĉďĉďĉďĉ%&'(": 1061,
      "ććĈ!ćĈ!Ĉ!ĈĈĈ!ĈĈĈ": 1062,
      "ćĈćĈćĈćĈććĈ!Ĉ!": 1063,
      "ććććććĈ!ććČ": 1064,
      "ććććććććĈ!Ĉ!ćĈĈ": 1065,
      "ćĈĈćĈĈćĈćĈćĈćĈ!Ĉ!Ĉ": 1066,
      "ćććććĈ!ćĈ!": 1067,
      "ďĉ!ďĉĈ!Ĉ!ćĈ!Ĉ!ĈĈĈ": 1068,
      "ććććĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1069,
      "ćĈ!ććĈ!Ĉ!Ĉ": 1070,
      "Ĉ!Ĉ!Ĉ!ĈćĈĈ!Ĉ!Ĉ": 1071,
      "ććććććĈ!ćĈĈ%&'(ďĉďĉ": 1072,
      "ćďĉďĉďĉĈ!ĈĈĈĈ": 1073,
      "ĈĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ!ĈĈ": 1074,
      "ćććĈ!Ĉ!ćĈ!Ĉ!Ĉ": 1075,
      "ćďĉćććććććććććććććć": 1076,
      "Ĉ!ĈĈ!ćĈ!Ĉ": 1077,
      "ććććććććĈ!ćććĈ!Ĉ!": 1078,
      "ďĉ!!ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1079,
      "ďĉďĉ!!ďĉ!!ďĉďĉ": 1080,
      "!!!!!!!ďĉ!!ďĉďĉ!!!": 1081,
      "Ĉ!Ĉ!Ĉ!Ĉ!!Ĉ!Ĉ!Ĉ": 1082,
      "ćďĉ!!!!!!!!!": 1083,
      ")!)!ďĉďĉ!!!)!)!!": 1084,
      "ďĉ!Ĉ!ĈćĈ!Ĉ!Ĉ!ĈćĈ!ćć": 1085,
      "!!!!!!!!!ďĉ!!!!!!!!": 1086,
      "ćďĉććć": 1087,
      "ďĉĈ!ĈĈĈĈĈĈĈĈ!ĈĈĈ": 1088,
      "ćĈĈ!Ĉ!ĈĈĈćĈćĈ!ććĈ!!": 1089,
      "ććććććććććććĈ!ćĈ!Ĉ!": 1090,
      "))))": 1091,
      "ďĉ!!!!!!!!!!!!!": 1092,
      "ďĉďĉććććććĈ!ćććĈ!ćć": 1093,
      "Ĉ!Ĉďĉ!ďĉ!ďĉ": 1094,
      "ďĉ!!ďĉ!ďĉ!": 1095,
      "ććĈ!Ĉ!ćĈ!ďĉ!": 1096,
      "&'": 1097,
      "ďĉ!ďĉďĉćĈ!Ĉ!Ĉ!": 1098,
      "!!!!%&'(": 1099,
      "%!!!&'(ďĉďĉďĉ!!ďĉ!": 1100,
      "ćĈćĈćĈćććĈćĈćććĈćĈ": 1101,
      "ććććććććććĈ!": 1102,
      "ĈĈĈ!Ĉ!Ĉ!ĈĈĈ": 1103,
      "ďĉ!ďĉććććĈ!ćĈ!ĈĈ!": 1104,
      "%&'(ďĉĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1105,
      "ďĉďĉ%&'(!": 1106,
      "ďĉďĉ)ďĉďĉ!": 1107,
      "ďĉ!!ćććććććĈ!Ĉ!": 1108,
      "ďĉďĉďĉď%&'(ĉ": 1109,
      ")!)ďĉďĉďĉďĉďĉďĉ!!!": 1110,
      "ďĉďĉ!!ďĉďĉďĉ!": 1111,
      "ćĈ!Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!Ĉćć": 1112,
      "ćďĉďĉ!!": 1113,
      "ćććĈ!ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!": 1114,
      "%&'(ďĉďĉďĉ!": 1115,
      "ďĉ!ďĉďĉďĉ!!": 1116,
      "ďĉďĉďĉďĉ!ďĉ!!": 1117,
      "!!!!%&'(ďĉ!!": 1118,
      "ćĈĈĈĈ!": 1119,
      "3322": 1120,
      "L!LK!LK": 1121,
      "ćĈ!ććĈ!Ĉ!ĈćĈ!ĈććĈĈĈ": 1122,
      "%&'(Ĉ!Ĉ!": 1123,
      "Ĉ!ĈĈĈ!ĈĈĈ": 1124,
      "Ĉ!ćďĉ!": 1125,
      "ććĈ!ćĈ!ćČ": 1126,
      "ďĉ!ďĉďĉďĉďĉďĉďĉ!!": 1127,
      "ćĈ!ćććĈ!Ĉ!Ĉ!ďĉćć": 1128,
      "Ĉ!ćĈ!Ĉ!Ĉ!ĈĈćĈĈ!Ĉ": 1129,
      "ććććĈ!ććĈ!ć!ďĉ": 1130,
      "ďĉ!ďĉ!!ćĈ!": 1131,
      "ćďĉďĉďĉćĈ!Ĉ!Ĉ!Ĉ!": 1132,
      "ďĉďĉ%ď&'(ĉ": 1133,
      "ćĈ!%&'(ďĉ": 1134,
      "ććććĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈ!Ĉ!": 1135,
      "ćĈ!ĈćĈćĈćĈćććĈĈĈĈĈ": 1136,
      "ďĉ!!ďĉ!ďĉ!!!": 1137,
      "ĈĈĈĈĈĈĈĈďĉ!": 1138,
      "ćĈ!Ĉ!ĈćĈ!ć": 1139,
      "ďĉ!ďĉ!!ďĉďĉ!!ďĉ": 1140,
      "ĉĉĉĉĉĉĉĉ": 1141,
      "ďĉćĈ!": 1142,
      "ćĈ!Ĉ!Ĉ!Ĉ!ĈĈ!Ĉ!Ĉ!Ĉ!": 1143,
      "ďĉďĉ!!ďĉ!!ďĉ!ććĈ!": 1144,
      "!!!!!!!!!!!ďĉ": 1145,
      "ďĉ!!ďĉďĉ!!!)!)": 1146,
      "ďĉďĉ!ďĉ!)ďĉďĉďĉć": 1147,
      "ďĉ!ćĈ!ćĈ": 1148,
      "ć%&'(ďĉ!!!!!!!!!": 1149,
      "!!!!%&'(%&'(": 1150,
      "ćććĈ!Ĉ!ććĈ!ćĈ!ćČ": 1151,
      "ďĉ!!ďĉ!ďĉďĉďĉ!": 1152,
      "ďĉďĉďĉďĉććććĈ!ćĈ!Ĉ!": 1153,
      "L!": 1154,
      "ďĉďĉďĉďĉ!!!!ďĉ!!": 1155,
      "ďĉďĉ!%&'(": 1156,
      "LK": 1157,
      "Ĉ!Ĉ!Ĉ!Ĉ!Ĉ": 1158,
      "ďĉďĉďĉďĉďĉďĉďĉ)!": 1159,
      "ďĉďĉďĉ!ďĉďĉ!ďĉďĉďĉ": 1160,
      "ďĉ!%&'(ďĉ!!ďĉ!ďĉďĉ!": 1161,
      "Ĉ!ĈćĈ!Ĉ!Ĉ!Ĉćďĉ!": 1162,
      "ďĉ%&'(ďĉ": 1163,
      "RTVa!!!SĂĄĆ": 1164,
      "ććććĈćććĈ!Ĉ!Ĉ": 1165,
      "!!ćĈ!Ĉ!Ĉ!Ĉ!ćďĉďĉ!!": 1166,
      "%&'(ďĉďĉ!!!": 1167,
      "Ĉ!Ĉ!Ĉ!Ĉ!ććĈćć": 1168,
      "ććććććĈććĈ!ďĉćĈ!Ĉ!": 1169,
      "ďĉ!ďĉ!!!!!!ďĉďĉ!!": 1170,
      "ćĈ!Ĉ!ćĈĈ!ćĈ!ćĈ!Ĉ": 1171,
      "ďĉďĉďĉ!!!!!": 1172,
      "ďĉ!ďĉďĉ!ďĉ": 1173,
      "ććďĉďĉ)": 1174,
      "ććĈ!%&'(": 1175,
      "!!!!ďĉ!!)ďĉďĉ!": 1176,
      "ćďĉ#$ćĈ!ćć": 1177,
      "ćĈ!Ĉ!Ĉ!ćďĉććć": 1178,
      "ĂĄĆ!!!!R!!!S": 1179,
      "ďĉďĉďĉ!!!!!!!!!!": 1180,
      "!!!!!Ĉ!Ĉ!Ĉ": 1181,
      "ďĉďĉďĉďĉ%&'(": 1182,
      "ďĉďĉ!ďĉďĉďĉ!!ďĉ!!!!": 1183,
      "R%&'(": 1184,
      "Ĉ!Ĉ!ĉ": 1185,
      "Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!ćĈććĈćďĉ": 1186,
      "ďĉďĉćććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1187,
      "!!!!ďĉ!!!!!!!!!!!!": 1188,
      "ďĉ!ďĉ!!ďĉ": 1189,
      "ććććććĈ!ććĈ!Ĉ!Ĉ!Ĉ": 1190,
      "ďĉ!ďĉ!!!!!!ďĉďĉ!!!!": 1191,
      "ďĈ": 1192,
      ")!)!!Ĉ!Ĉ!ĈĈ": 1193,
      "%!Ĉ&'(!": 1194,
      "ďĉďĉďĉ!ďĉ!ďĉ!": 1195,
      "ď%ĉ&'(!": 1196,
      "323": 1197,
      "ććććććĈ!Ĉ!": 1198,
      "Ĉ!Ĉ!Ĉ!Ĉ!ďĉďĉ!ďĉ%&'(": 1199,
      "ďĉ!ďĉďĉ!!ďĉďĉ)ďĉďĉ!": 1200,
      "ďĉďĉ!!ďĉ!!!!!!!!!": 1201,
      "Ĉ!ćĈ!ćĈ!Ĉ!Ĉ!": 1202,
      "00110101": 1203,
      "ďĈ!ĉ": 1204,
      "ććĉ": 1205,
      "ďĉďĉćĈ!ĈĈ!ĈĈĈĈ!Ĉ!": 1206,
      "ćĈ!ĉ": 1207,
      "ćďĉďĉ%&'(": 1208,
      "ćĈ!Ĉ!ćĈĈćďĉ": 1209,
      "ďĉďĉ%&'(ďĉ": 1210,
      "ďĉďĉďĉćććĈ!Ĉ!Ĉ!Ĉ!": 1211,
      "!!!!!!!!!!%&'(": 1212,
      "ćććĈ!Ĉ!Ĉ!ćĈĈĈĈ!": 1213,
      "ďĉ!!!!!!!!!": 1214,
      "ďĉďĉďĉ!ďĉ!%&'(": 1215,
      "(788888888,-%&+": 1216,
      "%ćĈ&'(": 1217,
      "ććććććĈććĈ!ďĉćĈ!Ĉ!Č": 1218,
      ")!)!!Ĉ!Ĉ!ĈĈ!!!!!": 1219,
      "Ĉ!Ĉ!Ĉ!ćĈ!Ĉ!Ĉ!": 1220,
      "ďĉďĉďĉććĈ!Ĉ!": 1221,
      "ćć%&'(": 1222,
      ")ďĉďĉďĉďĉďĉďĉďĉ!": 1223,
      "MMM": 1224,
      "LLL!LK": 1225,
      "ďĉďĉďĉďĉďĉďĉ!!": 1226,
      "ďĉ!ďĉďĉďĉďĉďĉ": 1227,
      "ďĉďĉďĉďĉďĉ)!)ďĉďĉďĉ": 1228,
      "ďĉďĉ!ďĉ!!!!!!!!": 1229,
      "ďĉďĉďĉďĉďĉďĉćďĉ!": 1230,
      "ďĉ%&'(ďĉďĉďĉďĉďĉďĉ!": 1231,
      "ďĉďĉ!ďĉ%&'(ďĉ": 1232,
      "ć'(": 1233,
      "&'(!!!!!!!!!!!!!!!": 1234,
      "ćďĉ!ćććććďĉ!": 1235,
      "ďĉ!ďĉ%&'(": 1236,
      "ďĉďĉďĉ%&'(ďĉďĉďĉ": 1237,
      "ćĈĈĈĈĈĈ!ĈĈ!ĈĈĈ": 1238,
      "ććĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!ććĈ!ć": 1239,
      "ćććććććĈ!ćČ": 1240,
      "ćĈ!ćĈ!Ĉ!ĈćĈ!Ĉ!ďĉćĈ!": 1241,
      "ćććďĉććććććĈ!ććČ": 1242,
      "ďĉ%&'(ďĉďĉďĉ": 1243,
      "ććććĈćććĈ!Ĉ!ĈćĈ!ć": 1244,
      "ćććććĈ!ĈĈćĈĈćĈ": 1245,
      "ďĉćććďĉ!": 1246,
      "ćĈĈĈĈĈĈĈĈććĈćďĉ!": 1247,
      "&'(!!!!!!!": 1248,
      "ć%&'(ďĉďĉ": 1249,
      "ďĉďĉďĉ!!ďĉďĉ!ďĉ!!": 1250,
      "ćďĉ!!!!": 1251,
      "ďĉďĉćććććććć": 1252,
      "ďĉ!!ďĉďĉďĉ!": 1253,
      "Ĉ!ć": 1254,
      "ďĉďĉĈ!Ĉďĉ!ďĉ!ďĉ": 1255,
      "ćďĉ!ďĉďĉ!!": 1256,
      "ďĉďĉ!ďĉďĉďĉ": 1257,
      "!!!!!!!!ďĉ!!": 1258,
      "ćĈćĈćĈćĈćĈćĈćĈćĈćĈć": 1259,
      "ďĉďĉďďĉĉ": 1260,
      "ćĈ!Ĉ!ć%&'(": 1261,
      "ďĉďĉďĉďĉććĈ!Ĉ!ĈĈĈ": 1262,
      "ćĈ!ďĉćĈ!Ĉ!ĈćĈ!": 1263,
      "00101": 1264,
      "ďĉ!ďĉććććććĈććĈ!": 1265,
      "RTVa!!!S": 1266,
      "ćďĉďĉďĉďĉ": 1267,
      "ćď%&'(ĉ": 1268,
      "ĈĈĈĈďĉ!!": 1269,
      "ďĉ!ďĉ!ďĉ!ďĉ!ďĉ!ďĉ": 1270,
      "Ĉ!Ĉ!Ĉ!Ĉ!ćĈ!ćĈ!Ĉ!": 1271,
      "Ĉ!Ĉ!ĈĈĈĈĈ!Ĉ!Ĉ!ďĉ": 1272,
      "ē!": 1273,
      "Ĉ!ćĈ": 1274,
      "ďĉ!ďĉ!!!!!!!!": 1275,
      "ďĉ!ďĉćććććććĈ!ćČ": 1276,
      "ććĈ!ďĉ!ďĉ!!ćĈ!": 1277,
      "!!!!!!!!!%!": 1278,
      "7'7777": 1279,
      "7'777777": 1280,
      "ħ)": 1281,
      "ďĉďĉďĉ%ď&'(ĉ": 1282,
      "R%&'(TVa": 1283,
      "ďĉďĉćććĈ!Ĉ!": 1284,
      "ć%Ĉ&'(": 1285,
      "Ĉ!)": 1286,
      "%&'(ďĉďĉďĉ%&'(": 1287,
      "ďĉ!ďĉďĉ!ďĉ!ďĉďĉďĉ!": 1288,
      "!!!!%&'(%&'(ďĉďĉďĉ": 1289,
      "ďĉ%&'(Ĉ!Ĉ!": 1290,
      "ććĈ!Ĉďĉ%&'(Ĉ!Ĉ!": 1291,
      "R%&'(TVaďĉććĈ!ćććĈ": 1292,
      "!!!!!!!%&'(%&'(ďĉ!!": 1293,
      "ĥ!": 1294,
      "77'7777": 1295,
      "ďĉ!!!ďĉ!": 1296,
      "ćĈĈĈĈ!Ĉ!ćĈ!ďĉďĉ": 1297,
      "77'77777": 1298,
      "!!!!ďĉďĉ": 1299,
      "ďĉ!ďĉďĉďĉ%&'(": 1300,
      "!!!ććĈ!ćĈ!ćĈ!ćďĉ": 1301,
      "ďĉ!ďĉďĉďĉďĉ%&'(": 1302,
      "ďĉďĉ!ďĉďĉ!!!ďĉćĈ!Ĉ!": 1303,
      "ďĉ!!!!!!!!!!!!!!!!!": 1304,
      "FD": 1305,
      "ďĉĈ!Ĉ!": 1306,
      "!!!!!!!!!!!!ďĉ!!ďĉ": 1307,
      "!!!!!!!!!!!!!%&'(": 1308,
      "ďďĉĉ!": 1309,
      "ć%&'(Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1310,
      "&'(ďĉ!!!!!!!!!": 1311,
      ")!!!": 1312,
      "ćďĉďĉ!ďĉďĉ": 1313,
      "!!!!!!!!%&'(": 1314,
      "!!!!!!Ĉ!ďĉďĉćĈ!ďĉ!": 1315,
      "&'(!ďĉ!)!)": 1316,
      "ďĉĈ!ĈĈĈĈĈĈĈĈ!ĈĈĈ!": 1317,
      "Ĉ!ĈĈ!Ĉ!ćĈ!%&'(ďĉ": 1318,
      "ďĉďĉďĉďĉďĉ!ďĉďĉďĉ!": 1319,
      "ćĈ!%&'(ďĉććĈ!Ĉ!Ĉ!Ĉ!": 1320,
      "'7777777": 1321,
      "Ē!!!": 1322,
      "!!!!!!!!!!ďĉććĈĈĈĈĈ": 1323,
      "ć)": 1324,
      "ćďĉ!!": 1325,
      "ć%ć&'(": 1326,
      "Ĉ!Ĉ!ĈćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!": 1327,
      "ććććććĈ!ćĈĈďĉďĉ!!ďĉ": 1328,
      "010011": 1329,
      "%&'ď(ĉ!": 1330,
      "M&'(": 1331,
      "ď%&'(ĉ!!": 1332,
      "ćĈ!ĈĈ!ćĈ!ć": 1333,
      "ďĉďĉďĉďĉďĉ!!ďĉ!!!!": 1334,
      "001011": 1335,
      "ďĉ!ďĉďĉ%&'(": 1336,
      "ďĉĦ": 1337,
      "ćďĉďĉććĈ!": 1338,
      "ďĉďĉďĉďĉ%ď&'(ĉ": 1339,
      "ďĉďĉďĉďĉďĉ!!ďĉ!": 1340,
      "23232323": 1341,
      "ďĉ!ďĉćććććććĈ!ćČČ": 1342,
      "%&'(ĂĄĆ!!!!R!!!S": 1343,
      "ćĈ!Ĉ!Ĉ!ćĈ!Ĉ!ćďĉ!": 1344,
      "Lĉ": 1345,
      "ďĉ!ďĉďĉďĉďĉďĉďĉďĉć": 1346,
      "ćĈ!!": 1347,
      "ćďĉ!ďĉďĉďĉ": 1348,
      "ďĉ!ďĉďĉďĉ!ďĉ!ďĉďĉďĉ": 1349,
      "ďĉďĉ!ďĉďĉćććććĈ!ćČ": 1350,
      "ćĈćĈ!ćĈĈ!ďĉ": 1351,
      "Ĉ!Ĉ!Ĉ!!ĈĈ!ĈććĈ!Ĉ!Ĉ": 1352,
      "ďĉďĉćććććććĈĈ": 1353,
      "ćďĉ#$ćĈ!ćć%&'(ďĉďĉ": 1354,
      "&'(!!": 1355,
      "ďĉďĉďĉďĉďĉďĉďĉďĉďĉ": 1356,
      "!!!!!!!!!!!%&'(": 1357,
      "ćĈ!Čďĉďĉ!": 1358,
      "ćĈćďĉďĉďĉ": 1359,
      "ĉĉĉ": 1360,
      "Mĉ": 1361,
      "ćĈ!)!)!!Ĉ!Ĉ!ĈĈ!!!!!": 1362,
      "ďĉ!!ďĉďĉďĉĈ!ĈĈĈ!": 1363,
      "ćĈ%&'(ďĉ!": 1364,
      "Ĉ!Ĉ!Ĉ!ćĈ!ćĈďĉďĉďĉďĉ": 1365,
      "ďĉďĉďĉ!!ďĉ!ďĉ!": 1366,
      "ďĉďĉ!!!!!!!": 1367,
      "ćĈ!Ĉ!ćĈ!ćĈ!Ĉ!": 1368,
      "Ĉ!ĈĈ!Ĉ!Ĉ!ĈććĈ!ć": 1369,
      "!!!SĂĄĆ!!ďĉ!!!!!!R": 1370,
      "ďĉ!ćĈ!ćĈďĉďĉďĉďĉ!": 1371,
      "ďĈĈ": 1372,
      "Ĉ!Ĉ!!": 1373,
      "%&'ć(": 1374,
      "%&ď'(ĉ!": 1375,
      "%&'(ďĉ!!!!!!!!!!!": 1376,
      "ďď!": 1377,
      "ďĉďĉĉ": 1378,
      "!!!!!!!!!!!!%&'(": 1379,
      "ď)": 1380,
      "%ćć&'(": 1381,
      "ďĉďĉ)!)!!ďĉďĉ": 1382,
      "ę!": 1383,
      "%&'(ďĉďĉďĉ!ććĈ!ć": 1384,
      "ďĉďĉ%&'(ďĉďĉ": 1385,
      "!!!!!!!!!!!!!!%&'(": 1386,
      "%Ĉ&'(Ĉ": 1387,
      "ďĉďĉďĉďĉďĉ!ďĉďĉďĉďĉ": 1388,
      "Ĉ!ĈĈ!Ĉ!Ĉ!ĈććĈ!ćďĉ": 1389,
      "%M&'(": 1390,
      "AB": 1391,
      "222232323": 1392,
      "ćďĉ!ďĉďĉ!!!": 1393,
      "%!!!!!!!&'(!": 1394,
      "Ē!!Ė": 1395,
      "ććĈ!Ĉ!ćĈ!ďĉ!%&'(": 1396,
      ")!)!!!!!!!!!!!!!!!": 1397,
      "ďĉ!!ďĉ!!!!!!": 1398,
      "ćďĉ!!!!ćďĉ!ćććććďĉ!": 1399,
      "KK": 1400,
      "&'(!!!!!!!!!!!!!!": 1401,
      ">>": 1402,
      "%&'(ďĉďĉďĉďĉďĉďĉďĉ": 1403,
      "ćďĉ!ďĉďĉďĉ!ďĉ": 1404,
      "ďLĉ": 1405,
      "!!!!!!!%!": 1406,
      "ħ!": 1407,
      "ďĉďĉććĈ!Ĉ!Ĉ!ćĈ!": 1408,
      "Ĉ!Ĉ!ćĈ!Ĉ!ďĉ": 1409,
      "%&'(Ĉ!Ĉ!ćććććĈ!ćĈĈ": 1410,
      "Ĉ!%Ĉ&'(!": 1411,
      "!!!!!%&'(": 1412,
      "ď%&'(ĉďĉ": 1413,
      "!!!!!!!!ďĉ!ďĉ!": 1414,
      "ćďĉďĉ!": 1415,
      "ĉ!!": 1416,
      "ďĉďĉďĉ!ďĉ!ďĉ!ďĉ": 1417,
      "ďĉďĉďĉďĉďĉďĉďĉďĉ!!": 1418,
      "ĉĈ": 1419,
      "01'(333": 1420,
      "!!!!!!!%!&'(": 1421,
      "!!!!!!!!!!!!!!!%&'(": 1422,
      "ď!ĉ!": 1423,
      "ďĉćććććĈ!ćĈ!Ĉ!": 1424,
      "ďĈ!Ĉ": 1425,
      "ďMĉ": 1426,
      "ďĉ%!&'(": 1427,
      "ćĈ!%Ĉ&'(!": 1428,
      "ď%&'(ĉďĉďĉ": 1429,
      "ďĉ!ďĉďĉ!!ďĉďĉďĉďĉ": 1430,
      "ćĈ!Ĉ!Ĉ!Ĉ": 1431,
      "ćĈďĉ!": 1432,
      "!!!!!!%&'(": 1433,
      "ćććććĈ!ćĈĈ%&'(": 1434,
      "Ĉ!Ĉ!ĈĈ!Ĉ!Ĉ!!Ĉ!": 1435,
      "%&Ĉ'(!": 1436,
      "ďĉďĉďĉ!ďĉ!!": 1437,
      "%ď&'(ĉ!!": 1438,
      "%!!!!!!!&'(": 1439,
      "ĥĤ!": 1440,
      "ćďĉ!ďĉďĉďĉĈ!ĈĈ": 1441,
      "Ħ!": 1442,
      "!!!!!!!%&'(": 1443,
      ")ħ": 1444,
      "ďĉ!ďĉ!ďĉďĉ!!": 1445,
      "32232323": 1446,
      "ĒĒ": 1447,
      "ďĉďĉ!ďĉ!ďĉďĉďĉ!": 1448,
      "%&'(ďĉďĉ)!)!!ďĉďĉ": 1449,
      "2222222266666666777": 1450,
      "ććďĉďĉ)ćďĉ": 1451,
      "ćďĉ!!ďĉďĉ": 1452,
      "ďĉďĉďĉ!ććĈ!ćććĈ!ćć": 1453,
      "%&'Ĉ(!": 1454,
      "ćććććĈ!ćĈĈ%&'(ďĉďĉ": 1455,
      "ďĈ!Ĉ!ĉ": 1456,
      "ĈĈĈ!Ĉ": 1457,
      "ć%&'(ďĉďĉďĉďĉ!": 1458,
      "ď!!!!!!!!!!!!!!!!": 1459,
      "ćL": 1460,
      "ď%&'(ĉďĉďĉďĉ": 1461,
      "đđ": 1462,
      ")!)ďĉďĉďĉ!ďĉďĉďĉ!!": 1463,
      "%L": 1464,
      "%!ć": 1465,
      "RTVa!!!SĂĄĆďĉćććďĉ!": 1466,
      "ĈćĈĈćĈćĈĈĈćĈĈ%&'(ďĉ": 1467,
      "ďĉďĉ%&'(ďĉďĉďĉ!!ďĉ": 1468,
      "%!!!!!&'(": 1469,
      "%ć&'ć(": 1470,
      "B!": 1471,
      "ćććććĈ!ćĈ!Ĉ!": 1472,
      "ďĉďĉ!!ďĉćććĈ!Ĉ!Ĉ!Ĉ!": 1473,
      "ď%&'(ĉďĉďĉ!": 1474,
      "%!&'(!": 1475,
      "ďĉďĉďĉ!ďĉ!ďĉ!ďĉ%&'(": 1476,
      "Ħ%&'(%&'(%&'(%&'(": 1477,
      "Ĉ!ćĈĈ": 1478,
      "ććĈ!Ĉ!ćĈ!Ĉ!": 1479,
      "ďććĉ": 1480,
      "ďĉ%&'(ďĉďĉ!!!!": 1481,
      "Ĉ!Ĉ!Ĉ!%&'(": 1482,
      "ĥďĉ": 1483,
      "ďĉďĉďĉďĉďĉ%ď&'(ĉ": 1484,
      ")!!!)": 1485,
      "M!": 1486,
      "%&'(ďĉďĉ!!!!ďĉďĉ": 1487,
      "Ĉ)": 1488,
      "ďďĉ": 1489,
      "ēĖ": 1490,
      "Ĉ!Ĉ!Ĉ!Ĉ!ĈćĈ!ĈĈ!ĈĈĈ": 1491,
      "ďĉ!%ď&'(ĉ": 1492,
      "ććĈ!ć%&'(": 1493,
      "MMMMMMMMMMMM": 1494,
      "&Ĉ'(!": 1495,
      "BB": 1496,
      "ćďĉ!!ďĉďĉćĈ!ć": 1497,
      "ĈĈ!Ĉ!": 1498,
      "ĉďĉ": 1499,
      "ďćĈ": 1500,
      "ćĈćć": 1501,
      "'(333": 1502,
      "%&'(!ďĉďĉďĉ!ďĉ!ďĉ!": 1503,
      "!!!!!!!!!!!!!%!": 1504,
      "ďĉ!ďĉ!!Ĉ": 1505,
      "ďĖ": 1506,
      "ďďĉ!": 1507,
      "ďĉďĉďĉ!ďĉďĉďĉďĉ": 1508,
      "ćĈ!ć!": 1509,
      "ććććććĈ!ć": 1510,
      "ďďĉĉďďĉĉ": 1511,
      "ďĉďĉďĉ!ďĉ%&'(!": 1512,
      "ďĉ!ďĉ!!!!": 1513,
      "ĥĤē": 1514,
      "%L&'(": 1515,
      "ď%&'(ĉďĉ!": 1516,
      "ć%&'(ćććć": 1517,
      "ććĈ!ćďĉďĉďĉďĉ": 1518,
      "ďćĈ!ĉ": 1519,
      "ďďĉďĉĉ": 1520,
      "ćććĈ!Ĉ!Ĉ!Ĉ!Ĉ": 1521,
      "ć'": 1522,
      "ćĈ!ć%&'(": 1523,
      "ćĈ!Ĉćććć": 1524,
      "ďĉćććććĈ!Ĉ!Ĉ!ćĈĈćĈ": 1525,
      "ďĉ!!!ďĉ!!!ćććĈ": 1526,
      "%&'(ćďĉ!ďĉďĉ!!!": 1527,
      "LL!LK!LK": 1528,
      "Ĉ!Ĉ!ćĈ!Ĉ!%&'(ďĉ": 1529,
      "ďĉćććććĈ!ĈĈćĈĈćĈ": 1530,
      "ďďďďďďďď": 1531,
      "!&'(ďĉ))ħ": 1532,
      "ďĉďĉ!ďĉďĉďĉďĉ!": 1533,
      "!!!!!!!!!!%!!": 1534,
      "AAAA": 1535,
      "%ć&'Ĉ(!": 1536,
      "ćććďĉ!": 1537,
      "%&'(ďĉĈ!ĈĈĈĈĈĈĈ": 1538,
      "!!!!!!!!!%&'(": 1539,
      "LLLL!LK": 1540,
      "%&'(ďĉďĉććĈ!Ĉ!Ĉ!ćĈ!": 1541,
      "%!!!!&'(": 1542,
      "ĈćĈ": 1543,
      "ďĦ": 1544,
      "Ĉ!ćĈ!ćĈ!Ĉ!": 1545,
      "ććĈĈĈĈ": 1546,
      "%&'(ďĉ!ďĉďĉďĉďĉ!!": 1547,
      "LLL": 1548,
      "ćććĉ": 1549,
      "%!!!!!!&'(": 1550,
      "Ĥ))))": 1551,
      "ħĉ": 1552,
      "Ĉ!ćĉ": 1553,
      "ćĈ!Ĉ!ćĈ!Ĉ": 1554,
      "ďĉ!!ďĉ!ďĉďĉďĉďĉ!": 1555,
      "!!!!!!!!!!!%!": 1556,
      "ćďĉ)ħ": 1557,
      "ďĉďĉ!!!!ďĉďĉ": 1558,
      "ďĉ!ďĉ!!!ďĉ!!!ćććĈ": 1559,
      "ćďĉ%&'(ććććććĈ!Ĉ!": 1560,
      "ćĈćďĉďĉďĉ!!!": 1561,
      "ćĈ!%&'(": 1562,
      "ďĉ!ďĉ!ďĉďĉ!": 1563,
      "%Ĉ&'(ĈĈ": 1564,
      "ćććććććććććĈ!": 1565,
      "Ĉ!ććĈ!": 1566,
      "ďĉĉĉ": 1567,
      "ČČďĉďĉďĉ!!!!!": 1568,
      "ďĉ!%&'(ďĉ": 1569,
      "ććĈ!ďĉďĉďĉďĉ!ďĉďĉ!!": 1570,
      "Ĉ!ĈĈĈ!Ĉ!ĈĈ!Ĉ!Ĉ!": 1571,
      "RTVaďĉććĈ!ćććĈ": 1572,
      "%ĈĈ": 1573,
      "ćć!": 1574,
      "ďĈĈĈ": 1575,
      "Ĕĥ": 1576,
      "ćĈ!%&'(ďĉ!": 1577,
      "ďĉďĉ!!ďĉ!!ďĉ!!!!!!": 1578,
      "ďĉ!ďĉďĉďĉ!ďĉďĉďĉ!": 1579,
      ")ďĉ": 1580,
      "%&'(ćĈ!ćĈ!Ĉ!Ĉ!": 1581,
      "ććććć": 1582,
      "%&'(ďĉ!!!ďĉďĉďĉ!!ďĉ": 1583,
      "ČČČČ": 1584,
      "!!!!%!!!!!!!!!!!!!!": 1585,
      "ďĉ!ďĉ!ďĉ!": 1586,
      "!!!!!!!!!!!!!!!%!": 1587,
      "ďďď": 1588,
      "ććć%Ĉ&'(!": 1589,
      "Ĉ!%&'(ďĉ!ďĉďĉďĉďĉďĉ": 1590,
      "%!!!!!!!!&'(": 1591,
      "%ć&Ĉ'(!": 1592,
      "ĦĦ": 1593,
      "%&'(ďĉ!ďĉďĉďĉďĉ": 1594,
      "ĈĈĈĈ%&'(ďĉ!!": 1595,
      "ďĉ!ď%&'(ĉ": 1596,
      "ďĉ!ďĉ!ďĉďĉďĉ": 1597,
      "!!!!!!!!!!%!": 1598,
      "ććĈ!Ĉ!ćĈ!Ĉ!ćĈ!ć!": 1599,
      "ćK": 1600,
      "!!!!%!!": 1601,
      "!!!!!!!!!!!%!&'(": 1602,
      "Ĕ!": 1603,
      "ďĉďĉ!!!!!!!!!!!ďĉ": 1604,
      "%&'(Ĉ!": 1605,
      "%&'(ďĉ!ďĉ!!ďĉďĉ!!ďĉ": 1606,
      "ďĉ%&'(ďĉ!!": 1607,
      "ďĉćĈ!Č": 1608,
      "Ĉ!Ĉ!ćĈ!Ĉ": 1609,
      "%&ć'(": 1610,
      "32222222222222222": 1611,
      "3222232323": 1612,
      "ďĉ!!ďĉ%&'(ďĉďĉ": 1613,
      "ďĉďĉďĉďĉďĉďĉďĉďĉ)": 1614,
      "ďĉ%&'(!!!": 1615,
      "ďĉĈ!Ĉ!Ĉ!Ĉ!Ĉ!ĈĈĈ!ĈĈĈ": 1616,
      ")!!": 1617,
      "ćććĈ!ćć": 1618,
      "ďĉďĉď%ĉ&'(": 1619,
      "%&'(ĉĉĉĉĉĉĉĉĉ": 1620,
      "ďĉ!!ďĉ)!!!)": 1621,
      "L!M": 1622,
      "%Ĉ!": 1623,
      "BM": 1624,
      "ďĤ": 1625,
      "Ė!": 1626,
      "!!!!!!!!%!!": 1627,
      "ćĈ!ďĉďĉďĉďĉďĉďĉďĉďĉ": 1628,
      "ďĉ!ďĉď%&'(ĉ": 1629,
      "%ď&'(ĉďĉ": 1630,
      "L!LKL!LK": 1631,
      "%&'(ďĉďĉ!ďĉ!!!!!!!!": 1632,
      "Ĉ!ĈĈĈ!ĈĈĈćďĉďĉ!ďĉďĉ": 1633,
      "ćĈ!Ĉ!Ĉ!ćďĉćććďĉ!!": 1634,
      "!!!!!!)!)": 1635,
      "!!!!!!%!!": 1636,
      "ćĈĈĈĈĈĈĈ": 1637,
      "%Ĉ&'(!Ĉ": 1638,
      "!!!!!!!!%!!!!!!!!!!": 1639,
      "!!!!!!!!!!!!%!": 1640,
      "!!!!!!!!!!!!%!!": 1641,
      "ďĉ!ďĉć%&'(": 1642,
      "ďĉ%&'(Ĉ!Ĉ!Ĉ!Ĉ!": 1643,
      "!!!!R%&'(": 1644,
      "010101'(3": 1645,
      "ĥďĉĈ!ĈĈ!": 1646,
      "!!!!!%!": 1647,
      "ćĈĈćĈćĈĈćĈĈ": 1648,
      "00110011": 1649,
      "ďĉ!ďĉć%&'(ććććććĈ!ć": 1650,
      "%Ĉ": 1651,
      "!!!!!!!!%!": 1652,
      "ććć%&'(": 1653,
      "!!!!!!!!!!!!!!%!": 1654,
      "%ď&'(ĉďĉďĉ!": 1655,
      "ćĈććĈ!ćĈ!ćĈ!ĈćĈĈćďĉ": 1656,
      "Čďĉďĉďĉ!ććĈ!ć": 1657,
      "ďĉďĉďĉďďĉĉ": 1658,
      "ďĉ%&'(ďĉďĉ!": 1659,
      "!!!!!!!!!!!!!!%!!": 1660,
      "ďďďĉĉĉ": 1661,
      "ćĈ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉďĉ": 1662,
      "3222323": 1663,
      "001101010011": 1664,
      "ćďĉ!ďĉďĉďĉďĉ": 1665,
      "ďĉď%ĉ&'(": 1666,
      "ďĉďĉďĉĈ!ĈĈĈ!": 1667,
      "ďĉ%&'(!!!ďĉ!ďĉďĉ!ďĉ": 1668,
      "%&'(ďĉ!ďĉďĉďĉ": 1669,
      "ćĈ!ćććć": 1670,
      "ććĈ!ĈďĉĈ!Ĉ!": 1671,
      "ď!ď!": 1672,
      "ćĈ!ĈćććććććĈ": 1673,
      "ďĉďĉ!ďĉďĉĈ!": 1674,
      "&'Ĉ(!": 1675,
      "ďĈĈĉ": 1676,
      "ćĈďĉ!ćććĈ!Ĉ!ćĈ!Ĉ!Ĉ": 1677,
      "%&'(ćĈ!ćĈ!Ĉ!Ĉ!ďĉďĉ!": 1678,
      "ďĉďĉ%&'(ďĉďĉďĉ!!": 1679,
      "ďĉďĉďĉ%&'(ďĉďĉďĉďĉ": 1680,
      "ďĉ!!!ďĉ!ďĉďĉ!ďĉ": 1681,
      "ď&'(ĉ": 1682,
      "!!!!!!!!!!!ďĉ!)!)": 1683,
      "ćďĉ%&'(ďĉ": 1684,
      "ďĉ!!!ďĉ%&'(": 1685,
      "ćĈ!ćĈ!Ĉ!Ĉ!%&'(ďĉďĉ!": 1686,
      "Ĥ!": 1687,
      ")!)!!!!!!!!!!!!": 1688,
      "!!!!!!%!": 1689,
      "ďďďĉĉ": 1690,
      "%!&'(!!!": 1691,
      "&'(ććĈ!ćĈ!ćĈ!ćďĉ": 1692,
      "ďĉ!ďĉ%ď&'(ĉ": 1693,
      "!!!!!!!!!!!ďĉ!ďĉďĉ": 1694,
      "ďĉďĉďĉ%&'(ďĉďĉ!!": 1695,
      "ćĈ!ďĉććĈ!Ĉ!Ĉ!Ĉ!": 1696,
      "ďĉďĉćďĉďĉďĉďĉ!": 1697,
      "ďĉďĉďĉďĉď%&'(ĉ": 1698,
      "ďĉ!ďĉ!ďĉďĉďĉďĉ!": 1699,
      "01000111": 1700,
      "Ĉ!ĈĈ!ĈĈ!ĈĈ!": 1701,
      "!ďĉ!!!!!!!!!": 1702,
      "ć%&'(ďĉ!ďĉďĉ!!!": 1703,
      "ĥďĉĈ!ĈĈ!ďĉćĈ!Č": 1704,
      "C!": 1705,
      "ćĈĈ!Ĉ!": 1706
    },
    "merges": [
      "! !",
      "!! !!",
      "!!!! !!!!",
      "Ĉ !",
      "ď ĉ",
      "!!!!!!!! !!!!!!!!",
      "ć ć",
      "ďĉ ďĉ",
      "Ĉ Ĉ",
      "Ĉ! Ĉ!",
      "' (",
      "& '(",
      "% &'(",
      "ć Ĉ!",
      "2 2",
      "ĈĈ ĈĈ",
      "ćć ćć",
      "ć Ĉ!Ĉ!",
      "ďĉďĉ ďĉďĉ",
      "ďĉ !",
      "ć Ĉ",
      "22 22",
      "%&'( %&'(",
      "!! !",
      "Ĉ!Ĉ! Ĉ!Ĉ!",
      "Ĉ! Ĉ",
      "ć ĈĈ",
      "ćć Ĉ!",
      "ďĉ !!",
      "ĈĈĈĈ ĈĈĈĈ",
      "ćĈ ćĈ",
      "M M",
      "ĈĈ Ĉ",
      "!!!!!!!! !!!!",
      "ćĈ! ćĈ!",
      "&'( !!!!!!!!!!!!!!!!",
      "% &",
      "ďĉďĉ !",
      "ćććć ćććć",
      ") !",
      "%&'(%&'( %&'(%&'(",
      "ďĉďĉ ďĉ",
      "Ĉ! ćĈ!Ĉ!",
      "2222 2222",
      "ćć Ĉ",
      "L L",
      ")! )",
      "ćĈ! Ĉ",
      "Ĉ!Ĉ! Ĉ",
      "ćć ćĈ!Ĉ!",
      "ďĉďĉ ďĉ!",
      "ďĉ !!!!!!!!!!!!!!!!",
      "MM MM",
      "ćĈ! ćĈ!Ĉ!",
      "ďĉďĉ !!",
      "0 1",
      "Ĉ! ĈĈĈ",
      "ćĈĈ Ĉ",
      "ďĉ! ďĉ",
      "ďĉďĉďĉďĉ ďĉďĉďĉďĉ",
      "Ĉ! ĈĈ",
      "!!!! !!",
      "!!!! !",
      "%&'( ďĉ",
      "4 4",
      "5 5",
      "6 6",
      "8 8",
      "% !!!!!!!!!!!!!!!!",
      "ć ĈĈĈĈ",
      "ćć Ĉ!Ĉ!",
      "!!!!!!!! !!!",
      ")!) !!!!!!!!!!!!!!!!",
      "+ /",
      "+/ ,",
      "+/, '(",
      "%&'( ĉ",
      "22222222 22222222",
      "!!!!!!!! !",
      "%& -",
      "! L",
      "% !",
      "ďĉ %&'(",
      "!L K",
      "ď %&'(ĉ",
      "!!!! !!!",
      "ďĉ! ďĉďĉďĉďĉ",
      "Ĉ! ĈĈĈĈ",
      "7 7",
      "LL LL",
      "ĈĈĈĈĈĈĈĈ ĈĈĈĈĈĈĈĈ",
      "ďĉďĉ ďĉ!!",
      "ćĈ! ćć",
      "ć ďĉ",
      "!!!!!!!!!!!! !!",
      "ćĈćĈ ćĈ",
      "ďĉ! ďĉ!",
      "Ĉ!Ĉ!Ĉ!Ĉ! Ĉ!Ĉ!",
      "!!!!!!!! !!",
      "!!!!!!!!!!!! !!!",
      "Ĉ!Ĉ! ćĈ!Ĉ!",
      "&'( ĉ",
      "!!!!!!!!!!!! !",
      "% ď",
      "MMMM MMMM",
      "Ĉ &'(",
      "ćĈ! ććĈ",
      "ćĈ! ćĈ",
      "%ď &'(ĉ",
      "- %&",
      "ďĉďĉďĉďĉ !",
      "ć ďĉ!",
      "% Ĉ&'(",
      "2 3",
      "!!! S",
      "ĉ ĉ",
      "ďĉďĉ %&'(",
      "ćĈćĈ ćĈćĈ",
      "ďĉ ćććć",
      "ćć ćĈ",
      "Ĉ!Ĉ! Ĉ!",
      "%&- +/,'(",
      "Ĉ ćĈĈ",
      "ćććććććć ćććććććć",
      "'( 3",
      "ć %&'(",
      "!LK !LK",
      "Ĉ!Ĉ Ĉ!",
      "ď ď",
      "Ĉ!Ĉ! Ĉ!Ĉ",
      "ćććć ććĈ!",
      ") )",
      "+ 01",
      "44 44",
      "55 55",
      "66 66",
      "88 88",
      "ďĉďĉďĉ %&'(",
      "ćĈ!Ĉ! Ĉ!",
      "-%& +/,'(",
      "-%&+/,'( -%&+/,'(",
      "ćĈ!Ĉ! Ĉ",
      "ćĈ! ććĈ!",
      "ćĈ! ć",
      "ćććć Ĉ",
      "ćĈ!Ĉ! Ĉ!Ĉ!Ĉ!Ĉ!",
      "ďĉ ĉ",
      "ďĉďĉ !!!",
      "ďĉ!! ďĉ",
      "ćĈĈĈĈ Ĉ",
      "ćć Ĉ!Ĉ!Ĉ!Ĉ!",
      "ćććć ćććĈ!Ĉ!",
      "2222 22",
      "'( 7",
      "%! &'(",
      "ćĈ! ĈĈĈ",
      "ďĉďĉďĉďĉ ďĉďĉ!",
      "Ą Ć",
      "Ă ĄĆ",
      "22 2",
      "4 %&",
      "5 222",
      "6 '(7",
      "4%& 5222",
      "4%&5222 6'(7",
      "222222 4%&52226'(7",
      "8 ,",
      "2222224%&52226'(7 8,",
      "%&- +01",
      "ď ďĉĉ",
      "T V",
      "ćĈĈ ćĈĈ",
      "TV a",
      "ďĉ !!!",
      "%&-+01 '(3",
      "Ĉ!Ĉ Ĉ!Ĉ",
      "%Ĉ&'( !",
      "!!!!!!!!!!!!!!!! !!!",
      "ĈĈĈĈĈĈĈĈ ĈĈĈĈ",
      "ďĉďĉďĉďĉ ďĉ",
      "ćććć Ĉ!",
      "ďĉďĉďĉďĉ ďĉďĉ",
      "% !!",
      "!!!! R",
      "Ĉ!Ĉ! ĈĈ",
      "01 01",
      "ćć Ĉ!Ĉ",
      "%&-+/,'( %&-+/,'(",
      "ćĈ!Ĉ! Ĉ!ćĈ!Ĉ!",
      "ćć ć",
      "LLLL LLLL",
      "ďĉďĉ!! ďĉ",
      "!!!!!!!!!!!!!!!! !!",
      "Ĉ! ćĈ!",
      "ćć Ĉ!Ĉ!Ĉ",
      "ćĈ!Ĉ! Ĉ!Ĉ!",
      "23 23",
      "!!!S ĂĄĆ",
      "ććĈ! ć",
      "Ĉ!Ĉ! Ĉ!ćĈ!Ĉ!",
      "ćĈ!ćĈ! ćĈ!ćĈ!",
      "%&'( ďĉďĉ",
      "ď !",
      "ćć ĈĈ",
      "ćĈĈ ćĈ",
      "ďĉ!! ďĉ!",
      "MMMMMMMM MMMMMMMM",
      "# $",
      "ĈĈĈĈ ĈĈ",
      "Ĉ Ĉ!",
      "% ć",
      "ďĉ! ďĉďĉ",
      "ćć ĈĈĈ",
      "ćĈ! ĈĈ",
      "ćĈ! ďĉ!",
      "!!!!!!!!!!!!!!!! !",
      "ďĉ ćć",
      "ććĈ! ćć",
      "% ĉ",
      "ĈĈ Ĉ!ĈĈĈ",
      "ďĉďĉďĉďĉ ďĉďĉďĉ!",
      "ĈĈĈĈĈĈĈĈ Ĉ",
      "ďĉ !!!!!!!!",
      "%& '",
      "Ĉ!Ĉ ćĈ!Ĉ!",
      "ďĉďĉďĉďĉ ďĉďĉďĉ",
      "ďĉ! ďĉ!!",
      "ćććĈ!Ĉ! Ĉ!Ĉ!Ĉ!Ĉ!",
      "ĉ !",
      "ď %ĉ",
      ")!) !!",
      "77 77",
      "ćććć Ĉ!ćĈ!Ĉ!",
      "% !!!",
      "TVa !!!SĂĄĆ",
      "ć ďĉďĉ",
      "ćĈ!ćĈ!Ĉ! Ĉ!",
      "01 1",
      "&'( !",
      "Ĉ!Ĉ!Ĉ !!",
      "ćć Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!Ĉ!",
      "ďĉďĉ ćććć",
      "ćĈ!ćĈ!Ĉ! Ĉ!ćĈ!Ĉ!",
      "0 011",
      "ďĉ! ďĉďĉďĉ!",
      "ćĈ Ĉ!",
      "ćććĈ!Ĉ! Ĉ!Ĉ!",
      "ď '(",
      "ďĉ !!!!!",
      "ćĈ!ćĈ! Ĉ",
      "3 3",
      "ćĈĈĈĈ ĈĈ",
      "ćĈ! ćĈĈ",
      "ďĉ! ďĉďĉ!",
      "!! )!",
      "ĈĈĈ Ĉ!",
      "!LK!LK !LK!LK",
      "%& ď'(",
      "ćĈĈĈ ćĈĈ",
      "ďĉďĉďĉ! ďĉďĉ!",
      "ďĉ! %&'(",
      "# .",
      "ď%ĉ &'(",
      "$ #$",
      "ď (",
      "Ĉ!ćĈ!Ĉ! Ĉ",
      "ćĈ!Ĉ Ĉ!",
      "ććĈ! ćĈ!ćĈ!",
      "#. .",
      "!!!!R !!!S",
      "Ĉ!ĈĈĈĈ ĈĈĈ",
      "ććĈ ćć",
      "ĈćĈĈ ćĈ",
      "ććĈ! ććĈ!",
      "$#$ !!)!",
      "Ĉ! %&'(",
      "%&-+/,'( #..",
      "Ĉ!Ĉ! ĈĈĈ",
      "%&' ď(",
      "Ĉ!Ĉ!Ĉ Ĉ!Ĉ",
      "ďĉďĉďĉďĉďĉďĉďĉďĉ !",
      "ćĈĈćĈĈ ćĈćĈćĈ",
      "ĈĈ Ĉ!Ĉ!",
      "ććććććĈ! ćĈĈ",
      "ćĈ!ćĈ!ćĈ!ćĈ! ćĈ!Ĉ!",
      "ĉĉ ĉĉ",
      "ĈĈĈĈ Ĉ",
      "ďĉ! ďĉďĉďĉ",
      "Ĉ!ĈĈ ćĈ",
      "ćććĈ!Ĉ! Ĉ!",
      "%&-+/,'(#.. $#$!!)!",
      "Ĉ!ĈćĈ!Ĉ! Ĉ!Ĉ",
      "ćĈ!Ĉ! Ĉ!Ĉ!ćĈ!Ĉ!",
      "Ĉ!Ĉ Ĉ!ĈĈĈ",
      "ćććĈ!Ĉ! Ĉ!Ĉ",
      "%ć &'(",
      "Ĉ!Ĉ!Ĉ!Ĉ! Ĉ!Ĉ!Ĉ!Ĉ!",
      "ćććć ćć",
      "ćććććććć ćć",
      "ďĉ! ďĉ!ďĉ",
      "ć ĉ",
      "ďĉďĉďĉďĉ ďĉćććć",
      "%& 5555",
      "22222222 6666",
      "4444 4444",
      "8888 ,",
      "8888 8888,",
      "%&5555 5555",
      "222222226666 6666",
      "44444444 %&55555555",
      "%&ď'( ĉ",
      "ć ďĉďĉďĉ",
      "ďĉ !!!!",
      "ďĉ! ďĉďĉ!!",
      "%&'( ďĉ!!",
      "ďĉďĉďĉďĉ ďĉ!!",
      "( 7",
      "(7 88888888,",
      "% !!!!!!!",
      ") !!!!!!!!",
      "ďĉ !!!!!!",
      "%&'ď( ĉ",
      "2 44444444%&55555555",
      "(788888888, -%&",
      "ć ĈĈĈĈĈĈĈĈ",
      "ćĈ ćĈĈ",
      "ć !",
      "% !!!!!!!!",
      "Ĉ!Ĉ! ćĈ!",
      "Ĉ!ĈĈĈĈ Ĉ",
      "Ĉ!Ĉ!Ĉ!Ĉ! ĈćĈĈ",
      "ćĈ! Č",
      "ďĉďĉ !!!!",
      "%&'( !",
      "ćĈ ććĈ",
      "Ĉ Ĉ!Ĉ!Ĉ!Ĉ!",
      "% !!!!!!",
      "ďĉďĉďĉ ć",
      "ć ĈĈĈĈĈĈĈĈĈĈĈĈ",
      "ćĈ!ć Č",
      "Ĉ! ćĈ!ćĈ!",
      "L !LK",
      "ďĉ! ďĉďĉďĉďĉďĉďĉďĉďĉ",
      "ćĈ!Ĉ ćĈ",
      "ď%&'(ĉ !",
      "ĈĈĈĈĈĈĈĈ ĈĈĈ",
      "% !!!!!!!!!!!!!",
      "TVa!!!SĂĄĆ !!!!R!!!S",
      ") ďĉďĉ!",
      "% !!!!",
      "% !!!!!",
      "Ĉ! ććĈ!Ĉ!",
      "ćĈ!ćĈ! ćĈ",
      "ćĈ!Ĉ Ĉ!Ĉ!",
      "Ĉ!ĈĈ Ĉ!",
      "% !!!!!!!!!!!!",
      "ćććć ćĈ!ćĈĈ",
      "' 7777",
      "ďĉ !!!!!!!!!!!",
      "ćĈ!Ĉ! ćĈ!Ĉ!",
