{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[CLS]": 0,
      "[MASK]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "Ā": 98,
      "ā": 99,
      "Ă": 100,
      "ă": 101,
      "Ą": 102,
      "ą": 103,
      "Ć": 104,
      "ć": 105,
      "Ĉ": 106,
      "ĉ": 107,
      "Ċ": 108,
      "ċ": 109,
      "Č": 110,
      "č": 111,
      "Ď": 112,
      "ď": 113,
      "Đ": 114,
      "đ": 115,
      "Ē": 116,
      "ē": 117,
      "Ĕ": 118,
      "ĕ": 119,
      "Ė": 120,
      "ė": 121,
      "Ę": 122,
      "ę": 123,
      "Ě": 124,
      "ě": 125,
      "Ĝ": 126,
      "ĝ": 127,
      "Ğ": 128,
      "ğ": 129,
      "Ġ": 130,
      "ġ": 131,
      "Ģ": 132,
      "ģ": 133,
      "Ĥ": 134,
      "ĥ": 135,
      "Ħ": 136,
      "ħ": 137,
      "Ĩ": 138,
      "ĩ": 139,
      "Ī": 140,
      "ī": 141,
      "Ĭ": 142,
      "ĭ": 143,
      "Į": 144,
      "į": 145,
      "İ": 146,
      "ı": 147,
      "Ĳ": 148,
      "ĳ": 149,
      "Ĵ": 150,
      "ĵ": 151,
      "Ķ": 152,
      "ķ": 153,
      "ĸ": 154,
      "Ĺ": 155,
      "ĺ": 156,
      "Ļ": 157,
      "!!": 158,
      "!!!!": 159,
      "Ĉ!": 160,
      "ďĉ": 161,
      "ćć": 162,
      "ďĉďĉ": 163,
      "ĈĈ": 164,
      "Ĉ!Ĉ!": 165,
      "'(": 166,
      "&'(": 167,
      "%&'(": 168,
      "ćĈ!": 169,
      "22": 170,
      "ĈĈĈĈ": 171,
      "ćććć": 172,
      "Ĉć": 173,
      "ďĉ!": 174,
      "2222": 175,
      "!!!": 176,
      "ĈĈ!": 177,
      "ććĈ!": 178,
      "ćĈ!ć": 179,
      "ďĉ!!": 180,
      "ććć": 181,
      "ĈćĈć": 182,
      "MM": 183,
      "%&": 184,
      "Ĉ!ć": 185,
      ")!": 186,
      "ĈĈć": 187,
      "ĈĈĈ": 188,
      "LL": 189,
      ")!)": 190,
      "MMMM": 191,
      "ććĈ": 192,
      "!&'(": 193,
      "01": 194,
      "Ĉ!Ĉ": 195,
      "ĈĈĈ!": 196,
      "ĈćĈ": 197,
      "44": 198,
      "55": 199,
      "66": 200,
      "88": 201,
      "!ďĉ": 202,
      "+/": 203,
      "+/,": 204,
      "ćĈ!Ĉ": 205,
      "!%": 206,
      "!!ďĉ": 207,
      "%&-": 208,
      "!L": 209,
      "ĈćĈĈ": 210,
      "ĈĈ!Ĉ": 211,
      "!!!%": 212,
      "!ďĉ!": 213,
      "!!%": 214,
      "!LK": 215,
      "ďĉć": 216,
      "77": 217,
      "LLLL": 218,
      "Ĉ&'(": 219,
      "&'(ĉ": 220,
      "ćĈ": 221,
      "-%&": 222,
      "ĉĉ": 223,
      "%ď": 224,
      "ďĉď": 225,
      "23": 226,
      "!!!S": 227,
      "'(3": 228,
      "ćďĉ!": 229,
      "ĈćĈ!": 230,
      "ďď": 231,
      "))": 232,
      "+01": 233,
      "ćĈĈ": 234,
      "Ĉ!Ĉć": 235,
      "4444": 236,
      "5555": 237,
      "6666": 238,
      "8888": 239,
      "ĈĈ!ć": 240,
      "Ĉ!!": 241,
      "ďĉćć": 242,
      "ďĉĉ": 243,
      "ďĉĈ!": 244,
      "ĈĈćĈ": 245,
      "ććĈć": 246,
      "Ĉ!ĈĈ": 247,
      "ćććĈ": 248,
      "'(7": 249,
      "ĄĆ": 250,
      "222": 251,
      "ĂĄĆ": 252,
      "4%&": 253,
      "5222": 254,
      "6'(7": 255,
      "8,": 256,
      "TV": 257,
      "%ć": 258,
      "TVa": 259,
      "ććĈĈ": 260,
      "0101": 261,
      "2323": 262,
      "RTVa": 263,
      "ĉ!": 264,
      "ćďĉ": 265,
      "#$": 266,
      "ćĈĈć": 267,
      "ď!": 268,
      "ďďĉĉ": 269,
      "%ĉ": 270,
      "ćĈĈĈ": 271,
      "%&'": 272,
      "7777": 273,
      "011": 274,
      "0011": 275,
      "Ĉ!ćć": 276,
      "ď'(": 277,
      "Ĉćć": 278,
      "!!)!": 279,
      "ďĉ%ď": 280,
      "ĉĉĉĉ": 281,
      "33": 282,
      "ĈĈĈć": 283,
      "#.": 284,
      "L!LK": 285,
      "$#$": 286,
      "ď(": 287,
      "#..": 288,
      "ď'(ĉ": 289,
      "ď%ĉ": 290,
      "!!)": 291,
      "!)!)": 292,
      "Ĉďĉ": 293,
      "ď(ĉ": 294,
      "!ć": 295,
      "(7": 296,
      ",-%&": 297,
      "ćĈć": 298,
      "!!ć": 299,
      "ćĈ!Č": 300,
      "!ď": 301,
      "ďĉ%": 302,
      "Čďĉ": 303,
      "ĉďĉ": 304,
      "%!": 305,
      "Ĉďĉ!": 306,
      "!!Ĉ!": 307,
      "Ĉććć": 308,
      "ďďďď": 309,
      "%!!": 310,
      "%!!!": 311,
      "ČČ": 312,
      "&'": 313,
      "ĥĤ": 314,
      "ďć": 315,
      "Ĉ!ĉ": 316,
      "Ĉ(": 317,
      "!ćć": 318,
      "!Ĉ!": 319,
      "ĖĖ": 320,
      "!!!)": 321,
      "Ĉ'(": 322,
      "322": 323,
      "ćĈĈ!": 324,
      "ď!ĉ": 325,
      "7(7": 326,
      "ďĉ))": 327,
      "Ē!!": 328,
      "ĉďĉ!": 329,
      ")!)!": 330,
      "AA": 331,
      "ĉć": 332,
      "!ććć": 333,
      "ć(": 334,
      "!)": 335,
      "ďĉ!)": 336,
      "ďĉ!ď": 337,
      "Ĉ!ďĉ": 338,
      "ĈĈďĉ": 339,
      "Ĉ!ď": 340,
      "ĈććĈ": 341,
      "ćĈćć": 342,
      "ďĉ)": 343,
      "ćĈ!%": 344,
      "7'": 345,
      "Čďĉ!": 346,
      "!!Č": 347,
      "!!ď": 348,
      "&'(!": 349,
      "ēē": 350,
      "!%!!": 351,
      "Č!!Č": 352,
      "ĉ!!": 353,
      "ććČ": 354,
      "323": 355,
      "Ĉć!!": 356,
      "Ĉď": 357,
      "Ē!": 358,
      "&Ĉ'(": 359,
      "Ĉ%": 360,
      "ďĉ%&": 361,
      "ďĉ!ć": 362,
      "))))": 363,
      "ćĈ!ď": 364,
      "Ĉ!%": 365,
      "ďĉ)!": 366,
      "%ć&'": 367,
      "!!!ď": 368,
      "ďćĉ": 369,
      "!Ĉ!ć": 370,
      "ć!ďĉ": 371,
      "3322": 372,
      "ćď": 373,
      "%ćć": 374,
      "LK": 375,
      "!ĉ": 376,
      "77'": 377,
      "Ĉ(!": 378,
      "ćĈ!ĉ": 379,
      "ććďĉ": 380,
      ")ć": 381,
      "77(7": 382,
      "ďĈ!ĉ": 383,
      "!ĥĤ": 384,
      "MMM": 385,
      "+010": 386,
      "Ĉ%!": 387,
      "ďĉĦ": 388,
      "ĉ!ďĉ": 389,
      "ć'(": 390,
      "ć!": 391,
      "ĉĈ!": 392,
      ")ćďĉ": 393,
      "ć%": 394,
      "!%ď": 395,
      "ććĉ": 396,
      "ħ)": 397,
      "ĈĈĈ%": 398,
      "!Ħ": 399,
      "FD": 400,
      "ćć%": 401,
      "Ĉĉ": 402,
      "ććď": 403,
      ")))": 404,
      "!M": 405,
      "!ďĉď": 406,
      "M&'(": 407,
      "Lĉ": 408,
      "ć%ć": 409,
      "Ē!!!": 410,
      "!ĥ": 411,
      "Ėē": 412,
      "ĈĈ%": 413,
      "3223": 414,
      "!ćĈ!": 415,
      "+0": 416,
      "Mĉ": 417,
      "ĈĈĉ": 418,
      "ćć%ć": 419,
      "ďďď": 420,
      "ďĉ!%": 421,
      "AB": 422,
      "!Ĥ": 423,
      "KK": 424,
      ">>": 425,
      "ĒĒ": 426,
      "Ĉćďĉ": 427,
      "101": 428,
      "ĈĈď": 429,
      "ĈĈ!ď": 430,
      "ĉćć": 431,
      "ĉď": 432,
      "ĈĈ!%": 433,
      "ďMĉ": 434,
      "ďĉ#$": 435,
      "ććć%": 436,
      "&'(ć": 437,
      "Ĉć%": 438,
      "1'(3": 439,
      "777'": 440,
      "!Ĉ": 441,
      ")ĉ": 442,
      "Ĉ!)": 443,
      "ĉĉĉ": 444,
      "đđ": 445,
      "!ē": 446,
      "!Ĉ!Ĉ": 447,
      "Ĉ!Ĉ%": 448,
      "Ĉĉ!": 449,
      "ďĉē": 450,
      "Lć": 451,
      "ħ)ę": 452,
      "L&'(": 453,
      "Ĉď!": 454,
      "ėĥĤ": 455,
      "BB": 456,
      "Ĕĥ": 457,
      "ĖĦ": 458,
      "&ć'(": 459,
      "ĈćĈ%": 460,
      "ď(ĉ!": 461,
      "ćĉ": 462,
      "ďĉĉĉ": 463,
      "ĈĈ!ĉ": 464,
      "ďď!": 465,
      "ć'": 466,
      "ĉďĉď": 467,
      "Ĉ)": 468,
      "ĈĈĈĉ": 469,
      "AAAA": 470,
      "ď!!": 471,
      "LLL": 472,
      "BM": 473,
      "ďĉĤ": 474,
      "!!%ď": 475,
      "ħďĉď": 476,
      "\"%&-": 477,
      "ČČČČ": 478,
      "L!M": 479,
      "Ĉ!Ĉĉ": 480,
      "ďLĉ": 481,
      "Ĉ!%ć": 482,
      "333": 483,
      "ďħ": 484,
      "ďĉ%ć": 485,
      "Ĉćď": 486,
      "ĈĈćć": 487,
      "ćČČ": 488,
      "ćĈ!!": 489,
      "ħ!": 490,
      "ĈĈĈď": 491,
      "!LKL": 492,
      "ćďĉ)": 493,
      "ĉććć": 494,
      "ĦĦ": 495,
      "ď!ĉ!": 496,
      "ďĖ": 497,
      "Ĉ'(!": 498,
      "ďĉB": 499,
      "Ĉ!!!": 500,
      "ĉ)": 501,
      "ĉćĈ!": 502,
      "ĉĈ!ć": 503,
      "ďĉħ": 504,
      "3323": 505,
      "11": 506,
      "Ħĉ": 507,
      "ď!ď!": 508,
      "K!LK": 509,
      "Ĉ!Ĉď": 510,
      "%!ć": 511
    },
    "merges": [
      "! !",
      "!! !!",
      "Ĉ !",
      "ď ĉ",
      "ć ć",
      "ďĉ ďĉ",
      "Ĉ Ĉ",
      "Ĉ! Ĉ!",
      "' (",
      "& '(",
      "% &'(",
      "ć Ĉ!",
      "2 2",
      "ĈĈ ĈĈ",
      "ćć ćć",
      "Ĉ ć",
      "ďĉ !",
      "22 22",
      "!! !",
      "Ĉ Ĉ!",
      "ćć Ĉ!",
      "ćĈ! ć",
      "ďĉ !!",
      "ćć ć",
      "Ĉć Ĉć",
      "M M",
      "% &",
      "Ĉ! ć",
      ") !",
      "ĈĈ ć",
      "ĈĈ Ĉ",
      "L L",
      ")! )",
      "MM MM",
      "ćć Ĉ",
      "! &'(",
      "0 1",
      "Ĉ! Ĉ",
      "ĈĈ Ĉ!",
      "Ĉć Ĉ",
      "4 4",
      "5 5",
      "6 6",
      "8 8",
      "! ďĉ",
      "+ /",
      "+/ ,",
      "ćĈ! Ĉ",
      "! %",
      "!! ďĉ",
      "%& -",
      "! L",
      "Ĉć ĈĈ",
      "ĈĈ! Ĉ",
      "!!! %",
      "! ďĉ!",
      "!! %",
      "!L K",
      "ďĉ ć",
      "7 7",
      "LL LL",
      "Ĉ &'(",
      "&'( ĉ",
      "ć Ĉ",
      "- %&",
      "ĉ ĉ",
      "% ď",
      "ďĉ ď",
      "2 3",
      "!!! S",
      "'( 3",
      "ć ďĉ!",
      "Ĉ ćĈ!",
      "ď ď",
      ") )",
      "+ 01",
      "ć ĈĈ",
      "Ĉ! Ĉć",
      "44 44",
      "55 55",
      "66 66",
      "88 88",
      "ĈĈ! ć",
      "Ĉ !!",
      "ďĉ ćć",
      "ďĉ ĉ",
      "ďĉ Ĉ!",
      "ĈĈć Ĉ",
      "ćć Ĉć",
      "Ĉ! ĈĈ",
      "ććć Ĉ",
      "'( 7",
      "Ą Ć",
      "22 2",
      "Ă ĄĆ",
      "4 %&",
      "5 222",
      "6 '(7",
      "8 ,",
      "T V",
      "% ć",
      "TV a",
      "ćć ĈĈ",
      "01 01",
      "23 23",
      "R TVa",
      "ĉ !",
      "ć ďĉ",
      "# $",
      "ć ĈĈć",
      "ď !",
      "ď ďĉĉ",
      "% ĉ",
      "ć ĈĈĈ",
      "%& '",
      "77 77",
      "01 1",
      "0 011",
      "Ĉ! ćć",
      "ď '(",
      "Ĉ ćć",
      "!! )!",
      "ďĉ %ď",
      "ĉĉ ĉĉ",
      "3 3",
      "ĈĈ Ĉć",
      "# .",
      "L !LK",
      "$ #$",
      "ď (",
      "#. .",
      "ď'( ĉ",
      "ď %ĉ",
      "!! )",
      "! )!)",
      "Ĉ ďĉ",
      "ď( ĉ",
      "! ć",
      "( 7",
      ", -%&",
      "ć Ĉć",
      "!! ć",
      "ćĈ! Č",
      "! ď",
      "ďĉ %",
      "Č ďĉ",
      "ĉ ďĉ",
      "% !",
      "Ĉ ďĉ!",
      "!! Ĉ!",
      "Ĉ ććć",
      "ďď ďď",
      "% !!",
      "% !!!",
      "Č Č",
      "& '",
      "ĥ Ĥ",
      "ď ć",
      "Ĉ! ĉ",
      "Ĉ (",
      "! ćć",
      "! Ĉ!",
      "Ė Ė",
      "!!! )",
      "Ĉ '(",
      "3 22",
      "ć ĈĈ!",
      "ď! ĉ",
      "7 (7",
      "ďĉ ))",
      "Ē !!",
      "ĉ ďĉ!",
      ")! )!",
      "A A",
      "ĉ ć",
      "! ććć",
      "ć (",
      "! )",
      "ďĉ! )",
      "ďĉ! ď",
      "Ĉ! ďĉ",
      "ĈĈ ďĉ",
      "Ĉ! ď",
      "Ĉ ććĈ",
      "ćĈ ćć",
      "ďĉ )",
      "ćĈ! %",
      "7 '",
      "Č ďĉ!",
      "!! Č",
      "!! ď",
      "&'( !",
      "ē ē",
      "!% !!",
      "Č !!Č",
      "ĉ !!",
      "ćć Č",
      "3 23",
      "Ĉć !!",
      "Ĉ ď",
      "Ē !",
      "& Ĉ'(",
      "Ĉ %",
      "ďĉ %&",
      "ďĉ! ć",
      ")) ))",
      "ćĈ! ď",
      "Ĉ! %",
      "ďĉ )!",
      "%ć &'",
      "!!! ď",
      "ďć ĉ",
      "! Ĉ!ć",
      "ć !ďĉ",
      "33 22",
      "ć ď",
      "% ćć",
      "L K",
      "! ĉ",
      "77 '",
      "Ĉ( !",
      "ćĈ! ĉ",
      "ćć ďĉ",
      ") ć",
      "77 (7",
      "ď Ĉ!ĉ",
      "! ĥĤ",
      "MM M",
      "+01 0",
      "Ĉ %!",
      "ďĉ Ħ",
      "ĉ !ďĉ",
      "ć '(",
      "ć !",
      "ĉ Ĉ!",
      ") ćďĉ",
      "ć %",
      "!% ď",
      "ćć ĉ",
      "ħ )",
      "ĈĈĈ %",
      "! Ħ",
      "F D",
      "ćć %",
      "Ĉ ĉ",
      "ćć ď",
      ")) )",
      "! M",
      "!ďĉ ď",
      "M &'(",
      "L ĉ",
      "ć %ć",
      "Ē !!!",
      "! ĥ",
      "Ė ē",
      "ĈĈ %",
      "322 3",
      "! ćĈ!",
      "+ 0",
      "M ĉ",
      "ĈĈ ĉ",
      "ćć %ć",
      "ďď ď",
      "ďĉ! %",
      "A B",
      "! Ĥ",
      "K K",
      "> >",
      "Ē Ē",
      "Ĉć ďĉ",
      "1 01",
      "ĈĈ ď",
      "ĈĈ! ď",
      "ĉ ćć",
      "ĉ ď",
      "ĈĈ! %",
      "ď Mĉ",
      "ďĉ #$",
      "ććć %",
      "&'( ć",
      "Ĉć %",
      "1 '(3",
      "77 7'",
      "! Ĉ",
      ") ĉ",
      "Ĉ! )",
      "ĉĉ ĉ",
      "đ đ",
      "! ē",
      "! Ĉ!Ĉ",
      "Ĉ!Ĉ %",
      "Ĉ ĉ!",
      "ďĉ ē",
      "L ć",
      "ħ) ę",
      "L &'(",
      "Ĉ ď!",
      "ė ĥĤ",
      "B B",
      "Ĕ ĥ",
      "Ė Ħ",
      "& ć'(",
      "ĈćĈ %",
      "ď( ĉ!",
      "ć ĉ",
      "ďĉ ĉĉ",
      "ĈĈ! ĉ",
      "ďď !",
      "ć '",
      "ĉ ďĉď",
      "Ĉ )",
      "ĈĈĈ ĉ",
      "AA AA",
      "ď !!",
      "LL L",
      "B M",
      "ďĉ Ĥ",
      "!!% ď",
      "ħ ďĉď",
      "\" %&-",
      "ČČ ČČ",
      "L !M",
      "Ĉ!Ĉ ĉ",
      "ď Lĉ",
      "Ĉ! %ć",
      "33 3",
      "ď ħ",
      "ďĉ %ć",
      "Ĉć ď",
      "ĈĈ ćć",
      "ć ČČ",
      "ćĈ !!",
      "ħ !",
      "ĈĈĈ ď",
      "!LK L",
      "ćďĉ )",
      "ĉ ććć",
      "Ħ Ħ",
      "ď! ĉ!",
      "ď Ė",
      "Ĉ'( !",
      "ďĉ B",
      "Ĉ !!!",
      "ĉ )",
      "ĉ ćĈ!",
      "ĉ Ĉ!ć",
      "ďĉ ħ",
      "33 23",
      "1 1",
      "Ħ ĉ",
      "ď! ď!",
      "K !LK",
      "Ĉ!Ĉ ď",
      "% !ć"
    ]
  }
}